{
  "1": "59245/16-3\nSerial (029)\nU.S.S. COBIL 35245\nc/o Fleet Post Office,\nSan Francisco, Calif.\n14 August, 1944.\nO-N-T-1-D-1-N-T-I-4-L\nFrom:\nΤΟ :\nVia:\nDubject:\nEnclosure:\n1.\n2\nThe Commanding Officer.\nThe Commander in Chief, United States Fleet.\n(1) The Commander submarine Division Two Twenty One.\nThe Commander Submarine Squadron Twenty Twe.\nThe Commander Submarine Force, Pacific Floét.\nThe Commander in Chief, U.D. Pacific Fleet.\n(3)\nU... COBIA 55245 - Report of War Patrol\nNumber ONE.\n(A) Subject Report.\n(3) Track Chart for ConSubPac.\nclosures (A) and (3) covering the FIRST\nWar Patrol of this vessel conducted off the sonin Islands during\nthe period 26 June to 14 August, 1,44, are forwarded herewith.\nanda\nL. BECKER.\n86997\n1",
  "2": "U.S.S. COBIA - First War Patrol - report of.\nA -\nPROLOGUE\nMarch 29, 1944\nMay 6, 1944\nMay 19, 1944\nJune 3, 1944\nJune 8, 1944\nJune 26, 1944\nCommissioned.\nDeparted New London, Connecticut.\nDeparted Balboa, Canal Zone.\nArrived Pearl Harbor, T.H.\nCommenced training period including\nsound tests, torpedo approaches,\nfiring six torpedoes, convoy exercises\nwith incoming convoy, bastle surface\nand indoctrinational depth charge.\nReady for sea.\nB - NARRATIVE\nJune 26, 1944\n1326 VW\nUnderway from Subaso Poarl Harbor.\n1414 VW\nMade rondezvous with escort.\n1546 VW\nMade trim dive.\n1625 VW\nSurfaced.\n1940 VW\nEscort released.\nJune 27\n0800 VW\nSightod plane (Aircraft Contact #1).\n1337 VW\nSighted plane (Aircraft Contact #2).\n1345 VW Submerged; held emergency drills.\n1532 VW\nSurfaced.\nJune 28\n0914 WX\nSubmerged.\n0950 WX\nSurfaced.\n1400 WI\nSubmerged.\n1415 WX\nSurfaced.\n1627 WK\nSubmerged.\n1635 WX\nCONFIDENTIAL\nSurfacod.\n2\n-1 -\n1.\nEnclosure (A).",
  "3": "U.S.S. COBIA - First War Patrol - report of. (Cont'd)\nJune 29\n44\n1026 WX\nSubmerged.\n1039 WX\nSurfaced.\nJune 30\n0718 WX\nMade rendezvous with excort planes from Midway\n(Aircraft Contact #23).\n0837 WX\nSighted Midway Islands,\n1003 WX\nMoored to U.S.S. PLUNGER, alongside U.S.S. PROTEUS,\nMidway. Topped off with fuel and provisions.\n1530 Y\nUnderway from Midway.\nJuly 1\n0253 Y\nCrossed International Date Line.\nJuly 2\n0853 M\n0911 M\nSighted plane (Aircraft Contact #4) submergod.\nSurfacod.\n2025 M\nSighted plane (Aircraft Contact #5).\nJuly 3\n0834 M\nSubmerged.\n0934 M\nSurfaced.\nJuly 4\n0837 M\nSubmerged.\n0915 L\nSurfaced.\nJuly 5\n1125 L\nSighted numerous oil drums, sank one with 20mm.\n1522 L\nSubmergod.\n1608 L\nSurfaced.\nJuly 6\n2025 K\n2033 K\nSubmerged.\nSurfaced.\n- 2 -\nCONFIDENTIAL\nEnclosure (A).\n3",
  "4": "U.S.S. COBIA - First War Patrol - report of. (Cont'd)\nJuly 6 (Cont'd)\n2250 K\nSighted patrol vessel, range 12,000 yards (Ship Con-\ntact #1). Closed and sunk with gun fire. (Gun\nAttack #1). Targot was a converted trawlor, coastal\nminesweeper of about 400 tons, armod with depth\ncharges and probably machine guns.\nJuly 7\n0035 K\nTarget completely riddled, afire fore and aft.\nCloared area..\n1322 K\n1400 K\nJuly 8\nSighted plano (Aircraft Contact #6) submerged.\nSurfaced.\n0940 K\n1030 K\n2110 I\n2359 I\nJuly 9\nSighted plane (Aircraft Contact #7) submerged.\nSurfaced.\nSighted Kita Iwo Jima distance 50 miles.\nEntered first patrol aroa with Kita Iwo Jima bearing\n213° T distance 12 miles. Commenced circling Kita\nIwo Jima at range of slightly over 10 miles to prevent\nbeing picked up by any radar on the island.\n0129 I\n0243 I\n0357 I\n0626 I\n0756 I\nHeaded for Iwo Jima to have a look at the roadstead.\nSighted Iwo Jima distance 28 miles.\nSubmerged. Closing Iwo Jima.\nSighted plane (Aircraft Contact #28).\nSighted two ships, rango 16,000 yards (Ship Contact\n#2). Ships turned out to be one CM escorted by one\nFUBUKI DD, and one Kate plane. Commenced approach.\n(Torpedo Attack #1) With rango of 1,200 yards, and\n90 port track was just raising scopo for firing bearing\nwhon, at\n0819, Kate dropped a bomb close aboard and shook up the\nship considerably. Put up the scope to get off a\nshot anyhow. However, the bomb had blown fuses on\nthe gyro low speed transmitter and caused the TDC to\ntake off in a whirl of dials so that at 0820 the\nfirst torpedo went off with a swinging gyro. Checked\nfire and attempted to maneuver ship for bow and arrow\nCONFIDENTIAL\n- 3 -\nEnclosure (A).\nF",
  "5": "U.S.S. COBIA - First War. Patrol - report of. (Cont'd)\nJuly 9 (Cont'd)\n0823 I\n1045 I\n1911 I\nJuly 10.\nshot. However, CM turned toward at 20 knots. With\nrange 900 yards and closing fast, decided I didn't\nhave the initiative any more and went deep, rigging\nfor depth charge. Was at 80 feet when CM passed down\nport side, his screws audible in Conning Tower.\nFUBUKI and CM worked us over until 0920 with twenty-\nsix depth charges and varying degrees of proximity.\nNone were too close and no damage was effected, other\nthan that the exhaust ventilation blower was blown\nout of line.\nAt poriscope depth with damage repaired. All clear,\nFUBUKI still dropping an occasional charge, thirty-\ntwo total. Figured the odds against battling two\nalerted light ships with air escort were not in my\nfavor, so cleared area on course 330° T.\nSurfaced. Headed for center of patrol area to cover\nshipping routes to Iwo Jima.\nSubmorged.\nSighted plane (Aircraft Contact #9).\n0424 I\n1055 I\n1117 I\nSighted three planes (Aircraft Contact #10).\n1205 I\nSighted plane (Aircraft Contact #11).\n1920 I\nSurfaced. Hoaded for Haha Jima.\nJuly 11\n0248 I\nSighted Haha Jima.\n0325 I\nEntered now patrol area.\n0406 I\nSubmerged, hoading up 100 fathom curve off Haha Jima.\n1520 I\nSighted plane (Aircraft Contact #12).\n1530 I\n1700 I\n1927 I\n2333 I\nCONFIDENTIAL\nSoarch of Okimuro Ko showed no ships or activity of\nany kind.\nSighted plane (Aircraft Contact #13).\nSurfaced. Headed west to patrol shipping lanes to\nIwo Jima.\nHoaded back to Chichi Jima.\n-4-\nEnclosure (A).\n10",
  "6": "U.S.S. COBIA - First War Patrol - roport of.\nroport of. (Cont'd).\nJuly 12\n0353 I\nSubmorgod. Hoading up 100 fathom curve off Chichi\nJima.\n0800 I\n0843 I\n1037 I\nOff Futami Ko, no shipping sightod in harbor.\nSightod plano (Aircraft Contact ##14).\nSighted planc (Aircraft Contact #15).\n1148 I .\nSighted plano (Aircraft Contact #16).\n1207 I\n1237 I\nSighted two sampans, heavily laden heading from\nMuko Jima to Chichi Jima. (Ship Contact #3) Too\ncloso to Chichi Jima for a battle surfaco.\nSightod two more heavily laden sampans heading between\nMuko Jima and Chichi Jima. (Chip Contact #4)\nSighted plans (Aircraft Contact #217).\n1441 I\n1558 I\nTurned west to cloar Chichi Jima.\n1910 I\nSurfacod.\nHondod wost to cover ships passing close\nto Nishino Shima.\nJuly 13\n0100 I\nShifted #4 FBT into MBT.\n0208 I\nSighted Nishino Shima.\n0443 I\nSighted plane hoading out from Chichi Jima. (Aircraft\nContact #18) Submorged.\n0554 I\nSurfacod.\n0559 I\n0728 I\nCONFIDENTIAL\nSightod plane (Same as Aircraft Contact #18), also\nsightod smoko on horizon on same boaring. (Ship\nContact #5). Submerged. Bolicved I was on track\nof target as planc which is oscorting him had passed\ndirectly over me on way to rondezvous. First look\nshowed a big starboard angle on the bow so hit the\nnormal approach course and pullod standard. Continuod\npulling hard for a little over an hour with 10 minuto\nlooks when ho ziggod toward. Targets were two large\nF's with throc escorts, two similar to PC boats,\nthe other a sampan.\nFired throo torpodocs at loading AF, two hits, targot\nsunk. (Torpodo Attack #2).\n- 5 -\nEnclosure (A)\nb",
  "7": "U.S.S. COBIA - First War Patrol - roport of. (Cont'd).\nJuly 13 (Cont'd)\n0733 I\n0745 I\n0829 I\n1030 I\n1138 I\n1620 I\n1630 I\n1928 I\nJuly 14\n0300 I\n0429 I\n\"\n1750 I\n1930 I\nCONFIDENTIAL\nFirst of forty-fivo (45) depth chargos dropped.\nAttack was fairly accurate, much closer than the\npreviously encountered DD, and moro persistant.\nHeard one sot of heavy screws accompanied by one set\nof light scrows passing up port side. Startod up\nto periscopo depth in hope of getting a shot or at\nloast tracking remaining target but at 150 feet\ndepth charges started getting closer and sound showed\nescorts closing in, wont back down to 200 foot.\nDepth charges started to open out considerably.\nHowover he followed our evory change of course. Ho\nfollowed us so persistently I bolioved wo were leaving\nslick from 4 FBT. Closed vent and flood to reduce\nslick. Bow Buoyancy was observed to be loaking and\nloaving trail of bubbles. Closed vont.\nWent back down to 300 feet and changed courso to left.\nDrow steadily away from this timo.\nPoriscope depth; all cloar.\nSurfaced. Headed back for sceno of sinking to pick\nup any intelligence data.\nSighted planc (Aircraft Contact #19) circling over\narea. Submorged.\nSurfaced. Hoaded south to see if shoal spot on chart\nis fishing bank and knock off some sampans.\nPassed ovor shoal in 26-40N 140-58E, no fishing\nboats.\nSubmerged.\nSighted plane (Aircraft Contact #20).\nSurfacod. Hoaded in to Haha. Jimn to intercopt any\nships hoading south. The plane wo sighted was\npatrolling this lane and most times we have sightod\na plane so far it has hoaralded some ship movomonts.\nAt 44,000 yards the APR showed his radar stopping\nsweop and stoady on us. His radar was much stronger\nthan it was on the two precoeding days in the area.\nWhen wo had oponod to 55,000 yards their radar\napparently lost us because it began sweeping across\nus again. Hoaded north to intorcopt any shipping to\nChichi Jima from the north.\n- 6 -\nEnclosure (A).\n1",
  "8": "\"\nU.S.S. COBIA - First War Patrol - roport of. (Cont'd)\nJuly 15\n0353 I\n1926 I\nJuly 16\n0550 I\n0639 I\n1740 I\n1848 I\n1935 I\n2032 I\n2110 I\n2345 I\nPlane sighted (Aircraft Contact #21). Submerged.\nRan into 100 fathom curve thon turned and opened out\nto surface..\nSurfacod. Honded to north scarching for contact.\nSighted Lots Wife.\nSighted small patrol boat close to Lots Wife. (Ship\nContact #6) Changed course to keep out of sight.\nSubmerged.\nSurfaced.\nOn track of contact, roverse of possible course.\nPip on radar, rango 7,150. (Ship Contact #7).\nExchangod call signs with U.S.S. SNOOK (SS279) by\nradar. SNCOK opened to westward.\nPip on radar and SJ radar intorforonce, range 7,950\n(Ship Contact #8) same size as pip on SNOOK, but\nboaring to east. As this was probably anothor U.S.\nSub as evidenced by his SJ radar, and as we wore\nbetween the two, turned and ran down contact's\npossible track.\nTurnod to open contact's track to oastward 20 miles.\nHave now cut spood circle 9 to 5 knots along track.\nJuly 17\n0108 I\n0404 I\n0800 I\n1242 I\n1730 I\nCONFIDENTIAL\nTurned to run parallel to contact's course, 20 milos\nto oastward.\nSJ contact and on anothor U.S. Sub radar interforence.\n(Ship Contact #9).\nCommenced cutting across contact's track to other\nsido, having caught up to his 7 knot spood circle\nagain.\n20 Milos on opposito sido of contact's track on 8\nknot circle. Roversed contact's course cutting lower\nspood circles again.\nHave soarchod contact's track and 20 milos each sido\nfor spood circles of 5 to 8 knots. Hoadod for point\nnorth of Nishino Shima through which he should havo\nto pass.\nEnclosure (A).\n-7 -\n8",
  "9": "U.S.5. CCBIA - Firs. War Patrol - report of. (cont'd)\nJuly 18\n103 I\n11.6\n0205 I\n0224 I\n0300 I\n0440 I\n0528 I\n0530I\n0700 I\n0704 I\n.0709 I\nHeard explosions and saw flashes bearing 120° T and\nheaded toward.\nPip on radar, range 11,000 (Ship Contact 10).\nCommenced tracking (Torpedo attack #3). Two smaller\npips near him are apparently small escorts not large\nenough for a torpedo. Target visible at 6,000 yards,\na heavily laden three island similar to iso Naru\nmaking 6.5 knots.\nFired four tubes forward. Two hits seen, heard, and\nfelt. Tar et seon to sink in about five minutes.\nPip disappeared from radar. Heavy under-water ex-\nplosion seen and felt at scene of sinking about 20\nseconds after target disappeared. Cleared area and\nescorts at flank speed.\nEscorts disapoared fion radar at 8,000 yards.\nReceived U... PIC.'S contact report on convoy.\nHeade for the eastern part of his speed circle.\nTurned west to cut speed circles of convoy on\npossibility that our recent sinking was a straccler\nfrom the same convoy.\nLarge and AK emerged from rain squall range about\n20,000 yards (Ship Contact 11). Angle on bow about\n400 port.\nSubmerged. Fulled standard on normal approach course.\nTwo zis in our direction ut us on his track. Right\nship is a big one completely duerfing medium a,\nSmall AK acting as escort, CHICHI, and one smaller\nescort.\nFired six tubes forward (Torpedo Attack 4) down\nhis throat. Two hits port side amidships seen and\nheard. He listed to port and started firing his deck\nsun, but could not depress to hit us. Turned left\nto shoot aft..\nFired four tubes aft with a large track, short run.\nTwo hits in his screws seen and heard. These blew\ndepth charges over his stern and the escorts headed\nin.\nRicced for depth charge attack and went to\n300 reet. Swinging right to cross wake of convoy.\nDepth charge attack started. This CLIDORI was by\nfar the bost anti-sub ship we've encountered so far.\nHis charges were mostly below and aft with a fairly\nequal distribution between the port and starboard\nsides. However the ship was tight and took it with\nEnclosure (..).\n- #8 -\n9",
  "10": "1\nU.S.5. COBI - First War latrol - report of.\nJuly 15 (Cont'd)\n4.\n0942\n1010 I\n1014 I\n1235 I\n1938 I\n2140 I\n2200 I\nJuly 19\n(cont'd)\nonly a few minor leaks which could be tightened\nimmediately. He stuck with us for an hour and a\nquarter when the charges began to open out.\nLast of forty-oight near char es. Twenty two more\nwere dropped but all well distant.\nPeriscope depth All clear except . Second\nlook showed lane, zero an le on bow close and low.\nDepth charges started getting closer.\nWent back down to 250 feet.\nPeriscope depth. Continued opening area,\nSurfaced. Headed back to scene of sinking to find\nany wreckage.\nAt scene of sinking in heavy rain squall.\nSet course for Chichi Jine to pick up any chance\ncontact on remaining snips of convoy.\nSubidaged.\nSighted plane (aircraft Contact 22).\n0359 I\n0553 I\n1455 I\nHeard several depth charges far off. Nothing through\nscope.\n\"1943 I\n2110 I\nJuly 20\n0450 I\n1921 I\n1942 I\nSurfaced. Headed back to southern edge of area to pick\nup any dama ed ships heading north iron air strike\non Iwo Jima. Too, if depth charges were result of an\nattack we might et a contact message.\nHeaded for east edge of area.\nSubmerged. Headed into 100 fathom curve north of\nChichi Jima.\nSurfaced.\nRadar contact on three ships range 3,500 yards (Ship\nContact 12). Commenced tracking. Ships are apparently\none small ship escorted by two smaller ones.\n-9-\nEnclosure (a)\n10",
  "11": "U.S.S. COBIA - First War Patrol - roport of. (Cont'd)\nJuly 20 (Cont'd)\n2154 I\n2246 I\n2255 I\n2256 I\n2309 I\n2314 I\nJuly 21\nFired remaining two tubes forward at largest target,\n(Torpedo Attack #5). Torpedoes sot at 6 feet\napparently ran under. Decided to knock them off with\ngun-firo. (Gun Attack #2).\nClosed to 1,000 yards and comoncod firing on largest\ntarget. First 4\" shot knocked off his bridge. A\nbolt of 50 cel. mowed down soveral of the crew. Ho\nshowed no signs of life aftor this burst. Ship flow\ntho Jap Naval Ensign and was much larger than the\nothers. Took other vessels under fire with forward\n20mm.\nPatrol vessel on fire fore and aft and sinking.\nHeaded for noxt target. The larger trawler had movod\nbohind the smellor of the two so that the two were\nin a nest.\nNoar trawler blow up and sank with a terrific explosion,\nleaving a large cloud of smoko and steam, as a result\nof a direct hit from 4\" gun. Secured 4\" gun crew and\nsont them below, as we were close enough for effective\nmachine gun fire and I wished to get as many men under\ncovor as possible. As we ranged alongside this cloud\nthe remaining trawlor emerged from smoko hoadod in\nto ram with member of crow firing sub-machine gun from\nbow. Right full rudder all ahead flank. Both 20mm\nguns and 50 cal machine uns jammed at this point.\nDOVEY, R.F., F2c, USN, after 20mm gunner working\ncalmly and officiently under fire cleared his gun\nand poured a burst of 20 mm fire into the trawler\njust as ho hit. This burst sot the fuel tanks of\nthe trawlor afire and he drifted away blazing freely\nand loaking burning oil from numerous shell holes.\nEnomy machine gunnor jumped overboard. He dentod\nsuperstructuro and the bow sprit ripped away the\nflare bracket besido tho bridgo. As he drifted aft\nhis bow carried away #1 radio antenna and life rail\naround cigarotto dock. By this time he was aflame\nforo and aft and sinking from our gun-fire.\nCleared arca at flank speed. The two burning\ntargets lighting the wholo aroc. and occasionally\nexploding.\n0005 I\nEntorod now area.\n0235 I\nBright glow still remaining over our two burning\ntargots forty miles away.\nCONFIDENTIAL\n- 10 -\nEnclosure (A).\n//",
  "12": "0239 I\n0416 I\nU.S.S. COBIA - First War Patrol - roport of. (Cont'd)\nJuly 21 (Cont'd)\nOne large explosion seen and heard in direction of\nglow probably patrol vessel blowing up.\nSubmerged.\n1300 I\nSurfaced to have a high look around.\n1518 I\nSubmerged.\n1914 I\nSurfaced. Headed back toward west end of arec..\nJuly 22\n0450 I\nSubmerged.\nHeaded south along western part of area\nnear scene of gun action.\n1004 I\nSurfaced.\n1100 I\n1154 I\nSighted numerous fire blackened oil drums.\nSighted periscope or wreckage one point on port bow\ndistance 3,000 yards. (Ship Contact #13) Gave it\nbonefit of doubt; turned away at flank speed and\ncleared area.\nSubmerged.\n1405 I\n1914 I\nJuly 23\nSurfaced.\n0000 I\n0429\n1901 I\nFinished transmitting COBIA serial #3 from position\nnorth of Muko Jima, so opened to east part of area.\nMay intercept any ships the Japs might route to miss\nour position if they DF'ed us.\nSubmerged. Completely overcast with low clouds.\nSurfaced. Hoaded to north part of area. Rainy,\novercast and black.\nJuly 24\n0447 I\nSubmerged.\n1223 I\nSurfaced in hopos of a sun lino.\n1253 I\nSubmorgod.\n1318 I\nHoaded back toward Muko Jima.\n1912 I\nCONFIDENTIAL\nSurfaced. Stormy and overcast.\n- 11 -\nEnclosure (A).\n12",
  "13": "U.S.S. COBIA - First War Patrol - report of. (Cont'd)\nJuly 25\n0355 I\n0437 I\nPicked up Muko Jima on radar distance 35,000 yards.\nSubmorged off eastorn side of Muko Jima.\n1100 I\n1907 I\n2247 I\nOponed to eastward.\nSurfaced.\nReceived U.S.S. TUNA'S contact report. Hoaded for\naroa south of Yome Jime to cover either side of Muko\nJima Retto Jap might try to uso.\nJuly 26\n0403 I\nSubmerged. Conducted patrol south of Yome Jima.\nVisibility was poor until early afternoon.\n1340 I\n1506 I\n1620 I\n1919 I\n1943 I\nSighted mast apparently a DD, bearing 250° T. (Ship\nContact #14). \"Could not close. Headed across reef\nin case this were a convoy escort.\nSightod whale killer typo vossol boaring 280° T armed\nwith two (2\" or smaller) guns. (Ship Contact #215).\nHe is also a possible oscort. Too rough and closo\nto Chichi Jimc. for gun action.\nSighted plane (Aircraft Contact #23).\nSurfaced. Headed back on 095 to re-enter our own\naroa.\nPip on radar, range 8,000 yards. (Ship Contact #16).\nComenced tracking. At 6,000 yards could make him\nout as small and from his actions, a probable patrol\nvessel. Still too rough and close for guns, so\ncloared vicinity at full spood and headed for center\nof our area.\nJuly 27\n0408 I\nSubmerged. Patrolled center of area.\n1708 I\n1920 I\nJuly 28\nSighted plane (Aircraft Contact #24).\nSurfaced.\n0408 I\n1450 I\n1914 I\nCONFIDENTIAL\nSubmergod. Headed for 100 fathom curvo north of\nHaha Jima.\nPhotographed panorama of Haha Jima.\nSurfaced. Headed for south east corner of area.\n- 12.\nEnclosure (A).\n13",
  "14": "U.S.S. COBLA - First War Patrol\nreport of.\n(Cont'd)\nJuly 29\n0458. I\n1125 I\nSubmergod. Patrolled oast ond of area.\nSurfaced.\n1342 I\n1912 I\nJuly 30\nSubmerged. Headod for north east end of aroa.\nSurfacod..\n0422 I\n1321 I\n1919 I\nSubmerged. Hoaded for 100 fathom curve north of\nChichi Jima.\nPhotographed parts of Chichi Jima. Visibility not\ntoo good.\nSurfaced. Headed for north ond of aroa.\nJuly 31\n0000 I\n1213 I\n1300 I\n1802 I\n2100 I\n2205 I\nAugust 1\n0112 I\n0235 I\n0444 I\n0555 I\n0606 I\nCONFIDENTIAL\nChangod course to north and speed to full. Chasing\nreported convoy north from Chichi Jima hugging\nisland chain.\nSighted plane (Aircraft Contact #25). Submorgod.\nSurfacod.\nSighted Tori Shima. Docided to head as far north\nas Sumisu Shima to cut his 6.5 knot speed circle.\nSighted Sumisu Shima.\nReversed course to south after passing Sumisu 6,000\nyards abeam.\nPicked up Tori Shima on radar, distanco 43,000 yards.\nPassed Tori Shima 5 miles abeam and headed for Lot's\nWife.\nSighted Lot's Wife..\nPicked up swooping radar at 270 MC's. Later chocks\nof PINTADO'S contact roport showed this was probably\nconvoy and that we had passed within 30 miles of it.\nPassed Lot's Wife 9 milos aboam.\n-\n13 -\nEnclosure (A).\n14",
  "15": "U.S.S. COBIA - First War Patrol - roport of. (Cont'd)\n(Cont'd)\nAugust 1\n0854 I\n0956 I\n1540 I\n1945 I\n2040 I\nAugust 2\nSighted planc low and close (Aircraft Contact #26).\nSubmerged; he probably saw us.\nSurfaced. Hoadod for north wost corner of area \"p\"\nto skirt this area and head to an assigned ono to\nsouth.\nOn decoding PINTADO'S contact roport hoaded cast to\nmake a possible intercoption with second convoy.\nApparently Sally we sighted this morning was con-\nvoying that outfit. So noar yet so far!\nPatrolled area on roportod track of convoy.\nOn receiving SHARK'S contact report headed cast to\nsoo if convoy would come over to our side of Muko\nJima.\n0115 I Picked up sweeping radar at 150 MCs. Remembering our\noxperience of this morning, aftor closing 100 fathom\ncurve turned back to cover convoy's track if he woro\ntrying to dodge bohind us.\nDecoded SHARK'S latest contact report. Convoy wont\ndown other side of Muko Jima.\nSubmerged 10 milos north of Nishino Shima. Opened\nto cast.\nSurfacod.\nHogdod for aroa \"L\" assigned us for\nduration of air strike.\n0400 I\n0415 I\n1916 I\n2200 I\nEntored area \"L\".\nAugust 3\n0240 I\nHeaded for Muko Jima.\n0415 I\n1906 I\nSubmorgod.\nSurfaced. Hoaded for center of arca \"L\".\nAugust 4\n0440 I\n1914 I\n2140 I\nCONFIDENTIAL\nSubmorgod, patrolling center of aroa \"L\".\nSurfacod.\nOn receipt of U.S.S. GATO'S contact report with con-\nvoy on west sido of Bonins changed courso to 284 to\nintercept.\n-\n-14-\n-\nEnclosure (A).\n16",
  "16": "U.S.S. COBIA - First War Patrol - report of.\nAugust 4 (Cont'd)\n2235 I\nAugust 5\n0330 I\n0445 I\n0501 I\n0538 I\n0539 I\n0540 I\n0541 I\n0545 I\n0548 I\n0550 I\n0603 I\nCONFIDENTIAL\nreport of. (Cont'd)\nRoccived second message from GATO saying that our\nsurface and air units were taking care of convoy.\nHoaded south to patrol for units trying to escapo.\nfrom Chichi Jima.\nHoard numorous conversations between American fliers\nover APR. Excerpt: \"There are enough ships in the\nharbor for all of us\".\nSighted ship (Ship Contact #17) submorged and changed\ncourse to closo.\nCame to normal approach course and pulled to close 00\ntrack; (Torpedo Attack #6) targot is 500 ton patrol\nvessel with two masts, a high stack, poop deck and\nmidship deck house.\nFired two tubes aft with 3 foot depth sotting. One\nhit.\nHis whole storn was blown off and his bow was listing\nhoavily. Many mon soon clambering about bow. Was\ndobating tactics for battle surface to eliminato mon\non wrockage when at\nNoxt look showed our planes strafing target. Ono\nHoll Divor and one Hollcat identified. (Aircraft\nContact #27) Target set afiro and all hands abandoned\nship. We must have knocked him right out from under\nthe noses of our Zoomies.\nSurfaced and closed target. Numerous Japs - floating\naround in the water, all in what we thought were\nmarine uniforms. My estimato was 20.\nBoosted the fire on wreckage of bow and sunk large\noil tank with 3 pans of 20mm and 50 cal in order to\nsink overything a man might koop dry on.\nSighted land, our first sight on anything in two\ndays, to the west.\nLargo numbors of planos (Aircraft Contact #28) passing\noverhead. Listening to them chattor over the APR\nand watching them perform pushed moralo up to a new\nhigh.\nPicked up Jap prisoner, a soa-boo private named\nOna Tora, but promptly dubbed Tojo by all hands.\nHoaded north to cloar arca.\n-\n- 15 -\nEnclosure (A)\n16",
  "17": "U.S.S. COBIA - First War Patrol - report of.\nAugust 5 (Continuod)\n(Cont'd) 200\n0733 I\nSubmerged. Headed for conter of area \"L\".\n1908 I\nSurfacod. Turncd to check radar on Muko Jima.\n2055 I\n2100 I\nSighted floating deck houso, closo aboard, apparently\nfrom small sunken ship.\nExecutivo officer swam over to obtain any intelligonco\navailablo. Nothing important found.\n2345 I\nAugust 6\nPicked up Muko Jima, range 30,000 yards.\nI 2440\n0030 In\nTurnod to east to clear Muko Jima.\n0421 I\nSubmorcod.\n1903 I\nSurfacod.\nI 8020\n2023 I\nDocodod message ordoring COBIA to Majuro.\n2215 I\nDeparted area.\nCONFIDENTIAL\n- 16 -\nEnclosure (A)\nI 20\n17",
  "18": "U.D.S. JOBIA - First War Patrol - report of (Cont'd).\nuust 8\n2206 K\nSubmerged.\n2229 I\nSurfaced.\nAugust 9\n0240\nAust 10\n1912 R\n1536 K\nAugust 11\n0940 K\nPassed Marcus Island 74 miles abeam to starboard.\nSubmerged.\nSurfaced.\n#1014 K.\n1108 K\n1305\n1715 N\nAu ust 12\nSighted plane (ircraft Contact 29). Submerged.\nSurfaced.\nSighted lane (ircraft Contact 30). Submerged.\nSurfaced.\nPassed Wake Island 49 miles abeam to port.\nEntered Hajure Safety Lane.\n1815 L\nAuust 13\n0550-1\nSighted 0-2 0-3 Cargo Ship (Ship Contact 18).\nTurned away and evaded.\nSighted lane (ircraft Contact #31).\n0934 I\n1115 L\nSighted Sikar Atoll beamng222° T.\n1800 L\n. 2220 I\nSighted periscope (Ship Contact 19). Avaded at\nhigh speed and seat contact recit. From time of\nsighting perisco until to veerd contact message\nsent to all subs on Fox Schedule was less then one\nhalf hour.\nlane contact on SD (lane Contact 32). Exchanged\nI signal. lane closed to 3 miles then opened out,\nwas never sihted. I de numerous 3D contacts, mone\nsighted.\nODIAL.\n- 16a -\nEnclosure (^)\n18",
  "19": "U.D.B. JOBL. - First Wai latiol - report of.\nreport of. (Cont'd)\nAugust 14\n0525\n.....\n0900 I\n0954 L\n0956 L\nsighted U... NCROFT (DD593) (Ship Contact #20)\nrange 20,000 yards. ched recognition sign ls.\nSubmerged.\nSurfcoed.\nHade rendezvous ith escort to injuro.\nCODIL\n- 16b -\nEnclosure (10)\n19",
  "20": "U.S.S. COBIA - First War Patrol - report of. (Cont'd)\nC\nWEATHER\nIn Kazan Rotto area and cast of the Bonins we on-\ncountered glassy sons with little or no wind, clouds\nvariod from complotoly overcast to 20% but they had\nlittlo cffect on the visibility which was phonomenal,\nand the horizon was cloar at all times. No fog was\nsoon.\nNorth wost of the Bonins wo had soa strongth 2,\noccasional showors, and usually oxcollent visibility.\nNorth oast of Muko Jima wo woro on tho odge of a\ntyphoon with intermittent rains and continuous clouds.\nThe soc. was still mild howovor. Lator in the sano aroa\nwe again oncountered the edgo of a typhoon.. Sights\nwore impossible and tho sea mado up to strongth 4.\nOccasional fog was soon near the islands at this time.\nD\nTIDAL INFORMATION\nCurronts woro variod and uncertain but woro usually\nquite strong. Thoy 'rengod from 1/2 to 2 knots, tondod\nto the north along the western side and south along the\neastern sido of the Bonins, and woro greatly affootod\nby cbbs and floods through island passages.\nI\nNAVIGATIONAL AIDIES\nNon observod. Duc to the oxoollont visibility\nprevailing, navigation was fairly oasy along the west\nside of Ogasawara Gunto. Radar fixos could be mado up\nto 20 milos from the islands, and tengonts usod closos\nin. Kita Iwo Jima was used for radar fixos up to 50\nmilos..\nHYDRO\n1-XTRA.\nCONFIDENTIAL\n- 17 -\nEnclosure (A) 20",
  "21": "U.S.S. COBIA - First War Patrol roport of.\n1 2250 7/6\n(-10):\nNo.Time Date\nLX\n2 0756 7/9\n:(-9):\n28-25\n151-46\n24-52\n141-18:\n:(-9) :\n:142-05:\n:(-9):\n0\nF - SHIP CONTACTS\nTypo\n(Continued)\nH C\n0 0\nR\nCS W N Romarks\nXAM Converted 12,000 Stop-SN\nStop- SN Sunk EC\nped\nTrawlor\nFUBUKI DD & CM:16,000: 100 P\n3 :1207 :7/12:27-18 :2 Sampans\n4 1237 7/12 27-20 2 Sampans\n5:0559 7/13\n:(-9);\n142-05:\n:27-23 12 AF's\n:140-33 :3 oscorts\n6 :0639 :7/16 :29-28 :1 Patrol\n:(-9) :\n:140-21: vessel\n7 2032 7/16 31-39 U.S. Sub\n:(-9)\n137-27: SNOOK\n8 2110 7/16:31-39 U.S. Sub.\n:(-9): _:137-34\n90404 7/17 :31-21\n:(-9):\n:\n:\nEscort EC\n19\nCM EU Miss\n: 5,000 : 180 :P\n:IC\n: 6 6 :\n:\nEC.\n5,000 : 180 P\n5\n15,000 120 SD 1 AF Sunk\n9\nOH:\n20,000 Vary :DS :EC\n: 5 :\n7,150\n330 R\nEC\n15\n:7,950\n:R\nEU\n:\n:\n:\n137-45\nU.S. Sub.\n:6,700\n: 140 :R\nEU\n:\n:\n0: 10 :\n:\n139-10\n2 Escorts\n2 K's\n139-24 3 Escorts\n:141-46\n10 0116 7/18 29-12 1 AK\n:(-9)\n11:0528 7/18 :28-43\n(-9)\n12:1942 7/20 :27-54\n:(-9)\n13:1154 :7/22:28-32\n:(-9) : _:141-50\n14:1340 7/26 :27-24\n:(-9) :\n1 Patrol Vos- : 8,500\n:sol 2 Trawlers.\n:Poriscopo or : 3,000: Unk :SD\n:wreckage\nMast similar to\n:that of a DD :15,000 : 20\nArmod Sampan 6,000 : 180 P\n00\n10\nPatrol Vessel : 8,000 215 R\n8\n11,000\n210\n00\nR\n1 AK Sunk EU\n14,000 150\nSD\n:\n1\n1 AK Sunk EC\ng\n322\n06\n5.5\nR\nAll 3 Sunk EC\nEU\n:\n: 150 :P\nEU\n:\nSEC\nJR. IR.\n15 1506 7/26\n:142-13\n:27-20\n:(-9):\n142-09:\n16:1943 7/26\n27-26\n:(-9)\n142-08\n17:0445 :8/5\n:27-40\n:(-9);\n18:0550 :8/13\n: (-11):\nPatrol Vossol :12,000: 205 :SD :Sunk EC\n:142-28 :\n:13-33 :C-2 or C-3\n:170-28 :Cargo Ship\n19:1800 18/13\n:(-11):\n:11-02 :Periscope\n:170-35 :\n:\n170-32 :\n20:0525 :8/14 :8-32 :US DD598\n:(-11):\nCONFIDENTIAL\nI-TRA\n1-XTRA\n- 18 -\n:\n:22,000 : 130 :SD: EM\n3,000\n3,000: Unk :SD : EC\n::\n:20,000 : 320 :SD : EC\n15:\n8.5\n13:\nEnclosure (A).\n21",
  "22": "CONFIDENTIAL\nFirst War Patrol -\nG\nAIRCRAFT\nCONTACTS\nU.S.S. COBIA SS245\nCONTACT NUMBER\nSUBMARINE\nDate\nTime (Zono)\nB Position: Lat.\nR Speed\nCourse\n1\n2\n3\n4\n5\n1\n27 June\n27 Junc\n30 June\n12 July\n2 July\n0800\n1337\n0718\n10853\n2025\n(693)\n(493)\n(10%)\n(/12)\n(-12)\nLong.\n24-10.8N 24-51.5N\n160-44.4W 161-52.3W 177-01.4W 178-33E\n28-24.3N 28-21N\n28-35N\n174-441\n15\n1316\n14.5\n291\n13.5\n15\n14\n217\n270\n270\nE Trim\nSD Radar Soarch\nSurface\nSurface\nSurface\nSurface\nSurface\nMinutos Since Last\n00\n00\n00\n00\n00\nNumber\nA Type\nI Probable Mission\nR\nC How Contactod\nR\nInitial Range\nA\nF Elevation Angle\nT Range & Relative\nBearing of Plane\nWhen it Detected\nS/M\n1\n1\n2\n1\n1\nUS PBM\nUS PBM\nPatrol\nPatrol\nSED\nEscort\nPBY\nPBY\nPatrol\nPatrol\nLookout\nLookout\nLookout\nLookout\nLookout\n12 milos\n10 miles\n7 miles\n6 milos\n14°\n5°\n60\n4°\n10 mile\n3°\n9.5 mi.\nND\nUNK\nND\nCIT\nND\n140 Rol.\nSea:(\n(State (Beau-\nfort)\n2\n2\n2\n2\n2\nDONAHBHOZS\n(Direction (Rol)\n110\n110\n135\n290 •\n045\nD Visibility (Miles)\n30\n30\n30\n30\n10\nI\n(Height in\nT Clouds:\nFt.\n20,000\n120,000\n5,000\n6,500\n6,500\nI\n(Percent\n0\nOvercast\n50%\n50%\n50%\n60%\n50%\n(Bearing (Rel)\nNone\nNono\nNone\nNone\nNone\nMoon: (Anglo\n(Percent\nIllum.\nTYPE CAMOUFLAGE THIS PATROL - 321355-B\n- 19 -\nI\n1-XTRA\nEnclosure (A)\n22",
  "23": "CONFIDENTIAL\nAIRCRAFT CONTACTS.\nU.3.S. COBIA 3S245\nCONTACT NUMBER\nDate\n6\n7\n00\n9\n10\n7 July\n11322\n8 July\n0940\n9 July\n0626\n10 July\n1055\n10 July\n1117\nSUBMARINE\nS Time (Zone)\n(-10)\n(-10)\n(-9)\n(-9)\n(-9)\nPosition: Lat.\n28-24N\n26-26N\n24-55N\n25-33N\n25-34N\nLong.\n148-32E\n144-36\n141-16\n| 140-58\n140-57\nR Speed\n13\n14\n12\n4\n4\nI Course\nE Trim\n260\n231\n163\n330\n330\nSurface\nSurface\nPeris\nPoris\nPoris\nMinutes Since Last\nSD Radar Soarch.\n100\n100\n00\n100\n00\nNumber\n1.\n1\n1\n1\n3\nAHRORAEE\nA Type\nSally\nEmily\nKate\nBotty\nBotty\nI\nProbable Mission\nPatrol\nPatrol\nEscort\nTrans\nTrans.\nC How Contactod\nLookout\nLookout\nPoris\nPoris\nPeris\nA Initial Range\nF Elevation Angle\nRange & Relative\nBearing of Plane\nWhen it Detected\nS/M\n5 milos\nmilos\n5 miles.\n8 milos\n8 miles\n240.\n1°\n50\n5°\n5°\nND\nND\nUNK\nND\nND\nDONAHAHONG\nSea: (\n(State (Beau-\nfort)\n2.\n2\n1\n1\n1\n0\n(Direction (Rel) 310\n250\n230\n310\n310\nVisibility (Miles)\nT Clouds: ( Ft.\nPercent\n40\n40\n40\n40\n40\n(Height in\n13.500\n20..000\n6.000\n10.000\n10.000\nOvereast 10%\n60%\n70%\n90%\n90%\n(Bearing (Rel) None\nNono\nNone\nNone\nNone\nMoon: (Angle\n(Percent\nIllum.\nI₁_XTRP\n1-XTRA\n- 20 -\nEnclosure (A)\n23",
  "24": "CONFIDENTIAL\nFirst War Patrol\nG\nAIRCRAFT CONTACTS\nU.S.S. COBIA SS245\nCONTACT NUMBER\nDate\nS Time (Zone)\nU Position; Lat.\n11\n12\n13\n14\n15\n10 July\n11 July\n11 July\n12 July\n12 July\n1205\n1520\n1700\n0843\n1037\n(-9)\n(-9)\n(-9)\n(-9)\n(-9)\n25-36N\n26-42N\n26-45N\n27-05N\n27-10N\nB\nM\nA Speed\nR\nCourse\nN Trim\nLong.\n140-56\n142-04E\n141-58E\n142-02\n142-042\n4\n4.\n2호\n4\n4\n330\n330\n300\n010\n010\nPeris\nPoris\nPoris\nPoris\nPeris\nE Minutes Since Last\nSD Radar Search\n00\n00\n00\n00\n00\nNumber\n1\n1\n1\n1\n1\nA Type\nBotty\nUnk\nUnk\nDave\nDavo\nI Probable Mission\nTrans.\nPatrol\nR\nC How Contacted\nPeris\nPoris\nPatrol\nPeris\nPatrol\nPatrol\nPeris\nPeris\nR Initial Range\n8 milos\nA\nElevation Angle\n40\n1°\n15 miles 15 milos\n10\n6 miles\n6 miles\nF\nN\n2º\n1°\nT Range & Relative\nBoaring of Plano\nWhen it Detected\nS/M\nND\nCUT\nND\nND\nND\nND\n(State (Beau-\nDONAHAHONO\nSea: (\nfort) 1\n1\n0\n1\n1\n(Direction (Rol)\nD Visibility (Miles)\n310\n046\n010\n080\n080\n30\n30\n30\n30\n140\nI\n(Height in\nT Clouds:\nFt.\n5,000\n6,500\n2,000\n6.500\n6,500\n(Percent\nOvercast 90%\n30%\n20%\n50%\n30%\n(Bearing (Rel) None\nNono\nNone\nNone\nNono\nS\nMoon: (Angle\n(Percent\nIllum.\nI₁-XTRA\n- 21 -\nEnclosure (A)\n24",
  "25": "CONFIDENTIAL\nFirst War Patrol\nG\nAIRCRAFT CONTACTS-\nU.S.S. COBIA SS245\nN Trim\nCONTACT NUMBER\nSUBMARINE\nDate\nTime (Zone)\nU Position: Lat.\nA Speed\nCourse\n16\n17\n18.\n19\n20\n12 July\n12 July\n13 July\n13 July\n14 July\n1148\n1441\n0443.\n1630\n1750\n(-9)\n(-9)\n(-9)\n(-9)\n(-9)\n27-13N\n27-25N\n27-23N\n27-23N\n27-12N\nLong.\n142-043\n142-04E\n140-370\n140-30E\n141-220\n3.8\n3.8\n10\n10\n2:05\n010\n358.\n258\n1003\n000\nPeris\nPoris\nSurface\nSurface\nPeris\nMinutes Since Last\n00\n00\n00\n2 mins.\n00\nSD Radar Search\nNumber\nA Type\n1\n1\n1\n1\n1\nDavo\nUnk\nUnk\nUnk\nDavo\nGoing to\nI Probable Mission\nPatrol\nPatrol\nescort\nH\nScout\nR\nC\nHow Contacted\nPoris\nPeris\nLookout\nLookout\nPeris\nR Initial Range\n5 milos\n18 miles 6 milos\n7 miles\n17 miles\nA\nElevation Angle\n20\n2º\nF\n130\n20\n1°\nT Range & Relative\nBearing of Plano\nWhen it Detected\nS/M\nIND\nND\nND\nND\nND\nS\nDONAHAHONG\nC Sea:(\n(State (Beau-\nFort)\n1\n1\n0\n1\n1\n(Direction (Rel) 080\n080\n190\n030\n120\nVisibility (Miles) $40\n40\n40\n40\n140\nI\nT Clouds: (\n(Height in\nFt.\n6,500\n6,500\n10.000\n8.000\n(Porcent\nOvercast 30%\n40%\n0\n20%\n15%\n(Bearing (Rel) None\nNono\nNone\nNono\nNona\nMoon: (Angle\n(Percont\nIllum.\n1-XTRA\n-22 -\nEnclosure (A)\n25",
  "26": "CONFIDENTIAL\nFirst War Patrol\nG\nAIRCRAFT CONTACTS\nU.S.S. COBIA SS245\nCONTACT NUMBER\nDate\nS Time (Zone)\n21\n15 July 19 July\n22\n23\n24\n25\n26 July\n27 July\n0353\n(-9)\n0653\n1(-9)\n1620\n1708\n31 July\n1213\n(-2)\n(-9)\n(-9)\nU Position: Lat.\n27-20N\n28-57N\n27-23N\n26-46.5N 29-50N\nB\nLong.\nM\n141-45E\n140-36E\n142-04E\n142-41.3E 142-44E\nA. Speed\n10\n2½\n2.5\n2.5\n17\nR\nCourse\n075\n000\n290\n090\n250\nI\nN Trim\nSurface\nPeris\nPeris\nPeris\nSurface\nE\nMinutes Since Last\nSD Radar Search\n00\n.00\n00\n00\n00\nNumber\n1\n2\n1\n1\n1\nAERORE\nA Type\nUnk\nVal\nSally\nVal\nBetty\nI\nProbable Mission\nUnk\nScout\nPatrol\nPatrol\nPatrol\nC How Contacted\nLookout\nPoris\nPoris\nPoris\nLookout\nInitial Range\nF Elevation Angle\nT\n7 miles\n7 miles\n4 milos\n14 miles\n4 miles\n1°\n1°\n40\n2°\n70\nRange & Relativo\nBearing of Plane\nWhen it Detected\nND\nND\nND\nND\nND\nS/M\nS\nDONAHEHONG\nC Sea: (\n(State (Beau-\nfort)\n1\n22\n3\n2\n3\n0\n(Direction (Rel)\n080\n225\n1180\n150\n060\nD Visibility (Miles)\n40\n35\n15\n20\n30\nI\n(Height in\nClouds:\nFt.\n5.000\n5,000\n3,000\n8,000\n(Percent\nOvercast\n0\n5%\n90%\n75%\n30%\n(Bearing (Rel)\nNone\nNono\nNone\nNono\nNone\nMoon: (Angle\n(Percent\nIllum.\nII-XTRA\n- 23 -\nEnclosure (A)\n26",
  "27": "CONFIDENTIAL\nFirst War Patrol U.S.S. COBIA SS245\nAIRCRAFT\nG\nCONTACTS\nCONTACT NUMBER\nDate\nS Time (Zone)\n26\n27\n28\n29\n30\n1 August\n5 August 15 August 11 August 11 Aug\n0854\n0540\n(-9)\n(-9)\n10550\n(-9)\n19248)\n1108\n(0)\nU\nPosition: Lat.\n29-16N\n27-41N\n27-42N 119-26N\n119-19N\nB\nM\nLong.\n140-38E\n142-28E\n142-29 164-45\n165-08\nA Speed\n16\n2.5\n5\n115\n15\nR\nCourse\n164\n310\n000\n122\n122\nI\nN Trim\nSurface\nToris\nSurface\nSurface\nSurface\nE Minutes Since Last\nSD Radar Search\n00\n00\n00\n0\n00\nNumber\n1\n21\n190-100\n1\n1\nA Type\nSally\nH8118tor\n拜 diver Various\nUSN\nBetty\nBetty\nI Probable Mission\nEstort\nAirStriko AirStrike Patrol\nPatrol\nR\nHow Contacted\nLookout\nPeris.\nC\nLookout Lookout\nLookout\nR Initial Range\n2 miles\n2 milos\n10 miles 18 miles\n6 miles\nA\nElevation Angle\n2°\n0\n4\n2º-10°\n50\n30\nF\nT Range & Relative\nBearing of Plane\nWhen it Detected\nUNK\n3 miles\nND\nND\nND\n180°\nS/M\nSea: (\n(State (Beau-\nfort)\nDONAHBHORS\n1\n3.\n3.\n2\n2\n(Direction (Rel) 130\n220\n220\n090\n090\nD Visibility (Miles)\n30\n20\n20\n30\n30\nI\n(Height in\nT Clouds: (\nFt. 4,000\n8,000\n8,000\n6,000\n6,000\nI\n0\n(Percent\nOvercast\n30%\n95%\n95%\n30%\n40%\n(Bearing (Rel)\nNone\nNono\nNone\nNone\nNone\nMoon: (Angle\n. (Percent\nIllum.\n(A) swal\n- 24\nI₁-+TRA\n1-XTRA\nEnclosure (A)\n27",
  "28": "CONFIDENTIAL\nCONTACT NUMBER\nDate\n4\nAIRCRAFT CONTACTS\n31\n13 August 13 August!\n0934\nU.S.S. COBIA SS245\n2220\nSUBMARINE\nTime (Zone)\nU Position: Lat.\n(14)\n(-11)\n12-41N\n10-05N\nB\nSpeed\nLong.\n170-30E\n170-34E\n15\n14\nR Course\n180\n180\n+\nTrim\nSurface\nSurface\nMinutes Since Last\n0\nSD Radar Search\nNumber\nA Type\nI Probable Mission\nR\nC How Contacted\nR Initial Range\nA\nF Elevation Angle\nT Range & Relative\nBearing of Plane\nWhen it Detected\nS/M\n(State (Beau-\nfort)\n1\n1\nB-26\nUnk\nPatrol\nPatrol\nLookout\n7 miles\n50\nSD\n26 miles\nUnknown\n8 miles Unknown\n160\nDONAHEHOZS\nC Sea: (\n2\n2\n(Direction (Rel)\n090\n090\nVisibility (Miles)\n30\n7 miles\nI\nHe\nClouds:\n(Height in,\nFt.\n10,000\n(Percent\nOvercast _5%\n30%\n(Bearing (Rel)\nNone\nNone\nMoon: (Angle\n(Percent\nIllum.\nI_XTRA\n1-XTRA\n248-\nEnclosure (A)\n28",
  "29": "U.S.S. COBIA - First War Patrol - report of. (Cont'd)\nU.S.S. COBIA ...\nTime: 0820 (-9)\nDESCRIPTION:\nTarget Draft -\nOwn Ship Spood\nH\nATTACK DATA\nTorpedo Attack No. ONE Patrol Number ONE\nDate: 9 July, 1944. Lat. 24-52N Long. 141-18E\nTARGET DATA - DAMAGE INFLICTED\nOne CM similar attached skotch (EU) led by one\nFUBUKI class DD (EC) oscort. Ships in linc of boar-\ning about 1,000 yards apart, with Kato air escort\nstanding toward Iwo Jima from north west. Sighted.\nby periscopo. Soc glassy calm, with unlimited\nvisibility, about 70% clouds and little or no wind.\n10'\n2\nCourse 100\nCourse 180\nSpood 19\nDepth 63'\n18 200\nRango 1,200\nAngle 1° down\nTYPE ATTACK: Submerged. Poriodic depth charging had been hoard\nfor about two hours beforc sighting targot. Targots\noriginally sighted by poriscope, rango 16,000 yards\nand thought to bo two fishing boats. Closer looks\nshowod two DD's and finally a DD cscorting on CM.\nLargo port angle on bow. Camo to normal approach.\ncourse and mado rondy tho tubos. Two successive\nzigs toward gave us a 1,200 yard run and a nice set\nup. Was giving command \"Up Poriscopo\" whon Kato\ndropped hor bomb. Figurod I had somo timo boforo\nho could riako anothor run so put up the scope and\ntried to ct off our shot but the gyro low spood\ntransmitter had blown it's fusos and the TDC and\nstearing repeater were spinning. Torpedo was fired\njust as casualty became apparent. Checked fire and\nattempted to set up for bow and arrow shot. How-\never the CM turned toward and range closed too\nrapidly to get set up. Gave up and headed down.\nHe ran down port side as we passed 80 feet, sounding\nto 300 feet riccine for depth charge. He apparently\ndropped his charges where the aircraft bomb had hit,\na position well astorn at the timo.\nTube\nTrack\nFIRE CONTROL AND TORDO DATA\nActuation Set\n1.\nContact\n1297\nActual Actuation\nNone\nGyro\n331\nMk.Warhoad\n16-1\nDepth\n61\nSorial\n13767\nPower\nHigh\nExplosivo\nTorpex\nHit-Miss\nMiss\nErratic\nNo\nMk. Torpedo\n23\nSerial\n61830\nSprocd\nSea Condition\nOverhaul at.\nMk.Explodor\nSerial\n6-7\n21820\nFiring Intorval\nGlassy calm\nPearl Harbor,\nSub Base.\nREMARKS: Just prior to firing,\nJap plano droppod bomb which flow fuses on the cyro low speed trans-\nmitter and caused the TDC, and therefore the regulator-indicator\nCONFIDENTIAL\n- 25 -\nEnclosure (A).\n29",
  "30": "U.S.S. COBIA - First War Patrol - report of.\n(Cont'd)\n-\nTORPEDO ATTACK FORM - ATTACK NUMBER ON (cont'd).\nREMARKS:\n(cont'd) - to spin wildly. Torpedo was fired at this\ntime, so that above gyro is only approximate.\nCONFIDENTIAL\n- 26 -\nEnclosure (A)\n30",
  "31": "3/\nCONFIDENTIAL\n-\n- 27 -\nEnclosure (A)",
  "32": "U.S.S. COBL - First War Patrol report of. (Cont'd)\nU.S.S. COBIA\nTime: 0728 (-9)\nDESCRIPTION:\nAF4\nH\nATTACK DATA\nTorpedo Attack No. Two\nPatrol Number ONE\nDato: 13 July, 1944. Lat. 27-23N Lonc.140-33\nTARGET DATA - DAMAGE INFLICTED\nHIJMS Noshima -EC- 8,751 tons. One stack,\nwell dock, split superstructure, MFM, straight bow\nnaval auxiliary with croy stack and large white \"4\"\npainted on stack. Target very heavily laden.\nLookouts in whites manning the rail. Another ship\nin column; throo escorts, one of them similar to\nCorvette, the othors sampans. One escort plane.\nPlano and smoko sighted right after having surfaced.\nSoa calm, no wind, no clouds, visibility unlimitod.\nDAMAGE DETERMINED BY: Was looking at escort when first hit heard.\nSwung scopo around and saw target with all of after\nond obscured by a hugo cloud of black smoke. Ho\nwas already listing to starboard showing a beautiful\nsnowy for castle deck. Second torpedo hit forward\nof stack just as scope dippod. Vory loud sounds of\ngrinding and tearing metal heard through hull for\nabout four minutes. Bubbling and gurgling noises\nhoard through sound goar. At this time there was\na long rolling explosion - boilors (?) - definitely\nnot a torpedo or depth charge. Following this an\nexplosion of a group of charges - 'charges on tar-\ncot (?) - from the bearing of the target. Target\nwas not hoard after this. Depth charge attack\nstarted about ono minute thoroafter from different\nboaring. Sovoral piccos of coal were found on deck\naftor surfacing. Men who had heard breaking up\nnoises boforo statod these wore tho loudest noisos\nthey had over hoard. We wero 1,000 yards or moro\nfrom target at all tinos.\nAF4 HIJMS NOSHIMA - 8,751 tons.\nSUNK:\nTarget Draft -\nOwn Ship Speed\n24'\n3.9\nCourso 100\nCourso 333\nSpood 8\nDepth 64'\nRanco 1,100\nAnglo 1° down\nTYPE ATTACK: Submerged. Dived when we sighted plano coming out\nfrom Chichi Jina. On surfacing ono half hour later\nsighted plano and two columns of smoke distance\n24,000 yards. Divod and honded for the normal\napproach course when first look showed he was on-\nroute toward Chichi Jima. Pullod hard for over an\nhour and was finally rowarded by a zig towards. Ho\nwas constant holming or ziccine with vory short logs.\nWorked into position on starboard bow of targot.\nCONFIDENTIAL\n- 28 -\nEnclosure (A)\n32.",
  "33": "U.S.S. COBIA - First War Patrol - report of.\n(Cont'd).\nTOREDO ATTACK FORM - Torpedo Attack Number TWO.\nTYP ATTACK: (Cont'd)\n(Cont'd).\nAt 1,100 yards firod throo tubos, forward with a\n80 starboard track and cyros 30 right. Two hits.\nAfter third shot took look at ncar escort, small\nport angle and rango about 400 yards. Orderod doep\nsubriorgonco. Had intended to firo 11 tubos, but\nFiring Koy operator chockod fire, whon I cave order\nto start deep. Escort must havo boon asloop at\nswitch as ho took a long time to start counter attack.\nFIR CONTROL AND TORPEDO DATA\nTubo\nTrack\nGyro\n1\n83S\n2\n88S\n3\n84S\n030\n350\n031\nDepth\n12\n12\n12\nPower\nHigh\nHich\nHigh\nHit-Miss\nHit\nHit\nMiss\nErratic\nNo\nNo\nNo\nMk. Torpedo\n23\n23\n23\nSerial\n61858\nMk.Explodor\n6-4\nSerial\nActuation Set\nActual Actuation\nMk.Warhcad\n8530\nContact\nContact\n16-1\nSorial\n13808\nExplosive\nTorpox\nFiring Interval\nNono\nTypo sproad\nSoa Condition\nOverhaul Act.\nRemarks:\nCalm and smooth.\nSubmarino Baso, oarl Harbor.\nNono.\n49859\n614\n2987\nContact\n16-1\n13854\nTorpox\n8 Soc.\n3° Divergent\n52828\n6-4\n21893\nContact\n• Contact\n16-1\n13812\nTorpox\n8.Soc.\n3° Divorgont\nCONFIDENTIAL\n- 29 -\nEnclosure (A)\n33",
  "34": "U.S.S. COBIA - First War Patrol report of.\nreport of. (Cont'd)\nH - ATTACK DATA\nU.S.S. COBIA\nTimo: 0205 (-9)\nTorpodo Attack No. Threo\nDato: 18 July, 19444\nDato: 18 July, 1944,\nDESCRIPTION:\nPatrol Numbor ONE\nLat. 29-12N Long. 139-10\nTARGET DATA - DAMAGE INFLICTED\nSingle throc island froi ht or similar to Kiso Maru,\nPago 131 ONI 1208-J - 4,070 tons, with two escorts -\nEU. Contact nado by radar, ranco 11,000 yards;\nvisibility by starlight, no moon.\nKiso Maru 4,070 tons.\nTwo hits soon, hoard, and folt; target soon\npip disappoarod from radar.\nSHIP SUNK:\nDAMAGE DETERMINED BY:\nto sink;\nTargot Draft - 24'\nOwn Ship Spood 12.8\nTYPE ATTACK:\nCourso 250\nCourso 145\nSpood 6.5\nDepth 24'\nRanco 2,400\nAnglo\nRadar surfaco. Tip on radar rango 11,000 yards so\ncommoncod tracking. At 6,500 yards two smaller pips\nappeared on his port bow and starboard quarter. At\n6,000 yards could soo him. Had good sot-up on TDC,\nhad escorts woll placod, and was on favorable track\nso turned toward to attack. Shot four tubes forward\nat 2,400 yards range, thon turned away and cloarod\naroa at flank spood. The wholo attack from first\npip to sinking took loss than one hour.\nFIRE CONTROL AND TOLEDO DATA\nTube\nTrack\nGyro\n1\n752\n2\n732\n000\n002\nDopth\n6\n6\n3736\n4\n77P\n75P\n358\n000\n6\nPower\nHich\nHich\nHigh\nHich\nHit-Miss\nHit\nHit\nMiss\nMiss\nErratic\nNo\nNo\nNo\nBank\nMk. Torpodo\n23\n23\n23\n23\nSorial\n49232\n49771\n61663\nMk.Explodor\n6-4\n6-4\n6-4\nSorial\n8239.\n2876\n8320\nActuation Sot\nContact\nContact\nContact\n52926\n6-4\n3202\nContact\nActual Actuation\nMk.Warhoad\nContact\nContact\n16-1\n16-1\nSorial.\n13816.\n12720\nExplosivo\nTorpox\nTorpox\nFirin Interval\n8 soc.\nTypo Sprond\nNono\n20 Divorcont\nSea condition\nOverhaul Act.\nRemarks:\nCONFIDENTIAL\nCaln\nTorpox\n8 sec.\n2° Divorcent\nSubm rino Baso, Pearl Harbor.\n16-1\n13800\nTorpox\n8 soc.\n2° Divorgont\nTorpodo 4 should havo hit from all data in-\ncluding spacing of #1 & 2 hits. Novor saw wako\nof this torpedo after firing so boli ovo it sank\nat firing point.\n-\n30 -\nEnclosure (A).\n34\n16-1\n13820",
  "35": "- U.S.S. COBIA - First War Patrol\nU.S.S. COBIA\nTime: 0700 (-9)\nDESCRIPTION:\nSHIP SUNK:\nroport of. (Cont'd).\nH - ATTACK DATA\nTorpodo Attack No. Four Patrol Nunbor ONE\nDato 18 July, 1944. Lat: 28-43N Long. 139-24E\nTARGET DATA - DAMAGE INFLICTED\nArizona Maru Class, (EC) Pago 174 ONI 208J with ono\nlargo AK on line of boaring oscorted by ono CHIDORI\nahoad, small escort on port side and 1,000 ton AK\non stbd sido. Son calm, intormittont rain squalls\nand low clouds, visibility 30 milos botwoon squalls.\nArizona Maru Class - 9,500 tons.\nDAMAGE DETERMINED BY:\nstorn.\nFour hits soon and hoard.\nsido amidships and two in starboard quartor at\nFour hits soon and hoord. Two et port\nTargot was listing whon torpodoos hit in\nProlongod broaking up noisos heard for about\n10 minutos through hull and for about 20 minutos\nthrough sound goar. Whon I camo to poriscopo dopth\nat 1010, - 12,000 yards from scono of attack - Tar-\ncot was not visiblo though he had boon in plain\nsicht through poriscopo at 20,000 yards in tho\nmorning. CHIDORI was in sight patrolling scono.\nAs I had obscrvod two torpodo hits right in his\nscrows, don't boliovo ho loft scone in a horizontal\nplano. SHARK attacked what was apparently sano con-\nvoy noxt morning with only ono largo AK romaining.\nTo plano.\nTarget Draft'- 28' Courso 115\nOwn ship Speed 2.8 Course 281\nTYPE ATTACK:\nCONFIDENTIAL\nSpood 8\nRango 900\nDepth 64' Anglo 1° down\nSubmorcod poriscopo. Target group emerged from rain\nsquall at range of about 18,000 yards, angle on bow\n35° port. His air cover had not yet arrived. Wo\ndovo and hit the normal approach courso. At 16,000\nyards made out CHIDORI patrollin ahoad, sampan\ntypo oscort on port sido and 1,000 ton AK patrolling\nstarboard sido.\" Targot was by far the largest thing\nin the group and was the right ship of two largo\nAK's in lino of boaring. Mado approach on him.\nTwonty-five minutos aftor sighting group ziggod\ntoward putting no directly on track of largo targot.\nHoaded toward and watchod hin zig to his right and\nback again. By this timo wo wore insido screens\nand range was 2,500 yards. Anglo on bow 4° port.\nFigured he was duo to zic loft which would allow me\nto put six fish into him and turn to give second\nAK four aft. Though ho had boon zigging at 3 or 4\nminuto intorvals all morning, ho hold this ono.\nWhon run had closed to 900 yards forward, commoncod\nfiring down the throat, Plannod to give him four\n- 31 -\nEnclosure (4).\n4\n3.5",
  "36": "U.S.S. COBIA - First War Patrol - roport of.\n(Cont'd).\nTORPEDO ATTACK FORM - Torpedo Attack Numbor FOUR. (Cont'd).\nTYPE ATTACK: (Cont'd):\nfrom the forward tubos and then turn out to lot him\nhave the four aft but whon the first fish hit just\naftor I firod the fourth ono I realized I had him\ndown and figured I could put six into him from horo\nand still got the other Ak. Fired the remaining\ntwo fish forward with caroful set up. The run had\ncomo down to 690 yards by the tino the fourth fish\nwont out and the only oxplanation for 4,5, and 6\nmissing is that they ran undor. Swung left to firo\nstorn at other AK. However, whon 4,5, and 6 did\nnot hit docidod I had bottor finish off the bird in\nhand. Ficurod ny hits would have slowed him down\nso cut his spood to 3 knots. This was a mistako.\nFirod four fish aft, oponing run 500 yards sproad\n0-42-0-43, with a bold boaring for cach shot. 0b-\nscrvod the two rish spread 4R hit him right in tho\nscrows.\nHo had nanned his bow cun and was firing wildly all\novor the lot. Who small AK ranged up his port sido\nand starto dropping chargos. Tho charges on tho\nfantail of the target woro blown off and we soundod\nto 300 foot with a 21 chargo saluto making a lot\nof commotion well astorn.\nFIR CONTROL AND TORPIDO DATA\nTube\nTrack\nGyro\n1\n52\n2\n50\n3\n5P\nलज\n4\n5\n6\n51\n51\n52\n009\n009\n010\n0099/1/20\n009\n010\nDepth\n12\n12\n12\n12\n12\n12\nPower\nHigh\nHich\nHigh\nHigh\nHich\nHit-Miss\nHit\nHit\nMiss\nMiss\nMiss\nHigh\nMiss\nErratic\nNo\nNo\nNo\nNo\nNo\nNo\nMk. Torpodo\n23\n23\n23\n23\n23\n23\nSorial\n53009\n49250\n52939\n49404\n26847\n53208\nMk.Explodor\n614\n614\n6-4\n6-4\n614\n6-4\nSerial\n2373\nActuation Sot\n8005 3847 3284\nContact Contact Contact Contact Contact Contact\n1790\n168\nActual Actuation\nMk.Warhoad\nSerial\nExplosive\nFiring Interval\nType Sproed\nContact Contact\n16-1\n16-1\n16-1\n16-1\n16-1\n16-1\n13833\n13789\n12729\n13790\n10288\n3925\nTorpox\nTorpox\nTorpox\nDive.\nSoa Condition\nOverhaul Act.\nRomarks:\nCONFIDENTIAL\n8 soc. 8 soc. 8 soc.\nNono\nCalm.\nTorpox Torpox Torpox\n13sec. 14 soc. 19.soc.\nDive. Dive. 1°Dive. Dive.\nSubmarino Base, Pearl Harbor, T.H.\n4,5, and 6 probably ran undor target as all\ndata shows they should have hit if #1 and 2 did.\nRun had closed to 690 yards by tino 4 was firod\nand was shortor for 5 and 6. Impulso prossure\nusod was 300% and cjoction was normal.\n- 32 -\nEnclosure (^).\n3.6",
  "37": "A - Arizona Maru\nLarge Able King\nSmall Able King\nD - Chidori\nE - Sampan\nB-\nC\nC\nA\nB\n11\n2000 yd\nCONFIDENTIAL\n- 32a\n32 a\n32a =\n1.\nEnclosure (A)\n37",
  "38": "U.S.S. COBI - First War Patrol - roport of.\n(Cont'd)\nTORPEDO ATTACK FORM - Torpedo Attack Numbor FOUR.\n(Cont'd)\n,\nFire Control and Torpodo Data - (cont'd)\nTube\nTrack\n7\n144S\n8\n9 .\n10\n150S\n148S\nGyro\n223\n229\n227\n154S\n233\nDepth\n12\n12\n12\n12\nPower\nHich\nHigh\nHich\nHigh\nHit-Miss\nMiss\nHit\nMiss\nHit\nErratic\nNo\nNo\nNo\nNo\nMk. Torpedo\n18-1\n18-1\n18-1\n18-1\nSerial\n55242\n54956\n55095\n54366\nMk.Exploder\n8-5\n8-5\n8-5\n8-5\nSorial\n8294\n8220\n7970\n8044\nActuation Set\nContact\nContact\nContact\nContact\nActual Actuation\nContact\nContact\nMk.Warhoad\n18-1\n18-1\n18-1\n18-1\nSerial\n1462\n1863\n2202\n1776\nExplosivo\nTorpox\nTorpox\nTorpex\nTorpox\nFiring Intorval\n10 sec\n13 sec.\n12 soc.\nType Sproad\n0\n4R\n0\n4R\nSea Condition\nOverhaul Act.\nCalm\nSubmarino Baso, Pearl Harbor.\nCONFIDENTIAL\n- 33 -\nEnclosure (A).\n3.8",
  "39": "U.S.S. COBIA - First War. Patrol - report of. (Cont'd).\nU.S.S. COBIA\nTime 2154 (-9)\nDESCRIPTION:\nH\nATTACK DATA\nPatrol Number ONE\nLat. 28-06N Long. 141-32E\nTorpedo Attack No. Five\nDate: 20 July, 1944.\nTARGET DATA - DAMAGE INFLICTED\nOne 600 ton patrol vessel accompanied by one 300\nton and one 150 ton trawler (EC).\nTarget Draft -\nOwn Ship Speed\nTYPE ATTACK:\n5'\nCourse 322\n13.8 Course 214\nSpeed 5.5\nDepth 6'\nRange 2,300\nAngle O\nTube\nTrack\nGyro\nDepth\nPower\nHit-Miss\nErratic\nMk. Torpedo\nOverhaul Act.\nCONFIDENTIAL\nSurface radar. Made radar contact range 8,500 yards.\nTargets proceeding on steady course and speed north\nof Muko Jima. Largest pip was in center with one\nsmaller pip on his starboard quarter and one very\nsharp on his port bow distance about 400 yards.\nIn sight as vague blurs out 6,000 yards. Figured\nhe was:\n(a) Submarine trap.\n(b) Mine sweepers.\n(c) Cripple in tow.\n(d) Sampan convoy.\nDecided to attack with torpedoes set for shallow\ndraft. Because visibility made periscope attack\nimpracticable and consideration for possibility (a)\nabove dictated that I not drift back on him dead in\nwater, decided to attack with bow tubes at speed.\nEstimated from size of pip etc. that he must draw\nat least 7 feet so set 6 feet depth. By the time\nwe were in firing position had him taped so that\nTDC was tracking him perfectly. The only adjust-\nment necessary for a period of one hour being the\nexact firing bearings. Came in from starboard bow\nand fired with a 2,300 yard run. He was well in\nsight at this time and was seen to be large schooner\nrigged vessel and two trawlers. He was very high\nout of water and length estimated at 200 feet by\nbinocular formula. No big guns observed. When he\ndid nothing as two torpedoes passed under him decided\nhe had no sound gear and was a good subject for gun\nattack.\nFIRE CONTROL AND TORPEDO DATA\n3\n83S\n4\n82S\nActuation Set\nContact Contact\nActual Actuation\nNone\nNone\n001\n000\nMk,Warhead\n16-1\n16-1\n6\n6\nSerial\n13778\n13811\nHigh\nHigh\nExplosive\nTorpex\nTorpex\nMiss\nMiss\nFiring Interval\nNone\n8 sec.\nNo\nNo\nType Spread\nDivg.\nDivg\n23\n23\nSea Condition\nCalm\nSubase, Pearl\nRemarks:\nObserved to\n.34 -\nrun under target.\nEnclosure (A).\n39",
  "40": "U.3.3. COBIA - First War Patrel - report of. (Cont'd)\nH - ATTACK DATA\nU.3.5. COBIA\nTorpedo Attack No. 6\nTime: 0538 (-9)\nDate: 5 august, 1944.\nPatrol Number ONE\nDate: 5 august, 1944. Lat. 27-09N Long. 142-33\nTARGET DAT - Dana e Inflicted\nDESCRIPTION: Sin le patrol vessel, MF, with high poop deck,\nmidship deck-house, ilt decorations on bow and deck-\nhouse and lines like a converted yacht. It was\nused as a transport.\nSHIP BUND:\nCne Patrol Vessel, 500 tons.\nDC DAT:\nSaw one to edo hit and blow stern half\nof ship away. Bow and other wreckage on fire so\nsurfaced and helped fire with 20mm. Took ono prisoner\nTarget Draft - 5'\nCwn ship speed 2.5\nTYPE ATTICE:\nCourse 276\nCourse 10\nSpeed 8.5\nDepth 631\nRange 1,300\nAngle 10 down\nSubmerged periscope. Si hted FM ship hull down\nwhile surfaced. Dove and turned to close track.\nWhen range was 3,000, 30° angle on bow, turned to\nbrin stern tubes to bear (no torpedoes forward).\nAt range 2,200 he apparently saw scope, turned toward\nand increased speed. At ian 1,300 fired first\ntube and 14 seconds later second tube, depth setting\n3. First tor edo hit hi aft. Angle on bow was\n10°3 when torpedo hit. Ale on Dow of remaining\nsection was 20 port immediately after torpedo it.\nNumerous uniformed men came from below and were\nswarming all over bow section when one of our\nplanes came down on a strain, run. Wreckage was\nset afire and all hands still on board abandoned\nship during this run. Surfaced to take a prisoner\nand increase the ire on the burning bow. Several\nof the survivors he threw a line to tossed it away\nand the irst one who held on we pulled aboard.\nFIL CONTRA DITA\nTube\n7.\n8\nActuation Set\nContact Contact\nTrack\n183\n176\nActual Actuation Contact\nContact\nCro\n164\n106\n1k.Warhead\n18-1\n18-1\nDepth\n3\n3\nSerial\n1392\n1606\nPower\nHigh\nEigh\nExplosive\nTorpex\nit-Miss\nHit\nHiss\nFiring Interval\nTorpex\n14 sec.\nErratic\nNo\nNo\nType Spread\nPeriscope\n11.ped.\n18-1\n18-1\nSea Condition\nForce 3\nOverhaul Act.\nSubase, Pearl\nRemarks:\nNone\n- 35 -\nEnclosure (m)\nно",
  "41": "U.S.S. COBIA - First War Patrol. report of. (Cont'd)\nU.S.S. COBIA\nTime: 2250 (-10)\nSunk:\nH\nATTACK DATA\nGun Attack Number ONE Patrol Number ONE\nDate: 6 July, 1944. Lat.28-25N Long.151-46E\nTARGET DATA - DAMAGE INFLICTED\nXAM 400 ton converted trawler, coastal minesweeper.\nSimilar to center picture, patrol craft, ONI 41-42,\nradio equipped, armed with depth charges and machine\nguns. - C.\nDAMAGE DETERMINED BY: Left blazing amidships and aft. Exploded\nand sunk as we were leaving scene of action.\nDETAILS:\nSighted by lookout at 12,000 yards in bright moonlight\nlying to on surface. He was identified as converted\ntrawler with high radio masts. Could see no large guns,\nso manned deck gun and closed to 5,000 yards. Opened\nfire. He turned away and ran so closed him firing 2\nor 3 shots every 500 yards. Made 2 or 3 hits with no\napparent effect. At 2,800 yards hit with high capacity\nshell knocked off his bridge, stack, and guns and set\nhis dock house afire. He lost control and weaved\ncrazily. Sound had his scrows and we tracked him at\nAt 2,000 yards we stopped him with another\nhigh capacity hit. Closed to 700 yards using 4\", 20mm\nand 50 calibors. He caught fire midships and aft and\nthe ammunition in his magazine aft began exploding.\nHe had two depth charges topside. These exploded as\nwe cleared the area and he sunk. He was picked up by\nradar at 9,000 yards.\nExpended:\n4\" - 54 rounds.\n20mm - 1320 rounds.\n50 cal. - 260 rounds.\nSJ radar ranges were used until ho was at point blank\nrange.\nCONFIDENTIAL\n- 36 -\nEnclosure (A).\nالله\n41",
  "42": "U.S.S. COBIA - First War Patrol\nreport of. (Cont'd).\nH\n-x\nATTACK DATA\nU.S.S. COBIA\nTime: 1942 (-9)\nSUNK:\nGun Attack Number TWO\nPatrol Number ONE\nDate: 20 July, 1944. Lat.28-10N Long.141-32E\nTARGET DATA - DAMAGE INFLICTED\nOne 600 ton patrol vessel flying Jap naval ensign, one\n300 ton and one 150 ton trawler.\nDAMAGE DETERMINED BY: Left patrol vessel riddled with 4\", 20mm\nand 50 cal. fire, and blazing fore and aft, sending up\nloud explosions intermittenly, and lighting up the\nwhole horizon with its glow. One trawler exploded and\ndisappeared when hit by 4\". Last trawler left blazing\nfore and aft leaking burning oil from numerous bullet\nholes and sinking after raming COBIA.\nDETAILS:\nCONFIDENTIAL\nAftor torpedo attack No. 5 withdrew to 6,000 yards on\nquarter of target group and manned all guns. The\nlargest target had taken position between us and the\nother two so we attacked him first. Closed range on\nconstant bearing keeping him well on bow to prevent\nhis turning in and ramming. Commenced firing as soon\nas he was in sight at gun range 1,000 yards. Sprayed\nhim with 50 cal. at same time. Simultaneously took\nnearost other vessel undor fire with forward 20mm.\nFirst 4\" shot Immocked off his bridge and machine guns.\n50 Cal. fire swept all personnel from the decks.\nnine minutos he was flaming fore and aft and sinking.\nHe flew a Jap naval onsign which would have been a real\nprize to bring back but it too, went up in the con-\nflagration. During our firing on the patrol vessel the\ntwo trawlers were proceeding about 50 yards apart on\nparallel course. We attacked the nearest of the two.\nAfter four minutes a 4\" high capacity shell hit him\nand ho disintegrated in a cloud of smoke and steam.\nHad kopt on quarter of this group while firing to pre-\nvent ramming but last trawler took advantage of the\nsmoke screen presented by his exploding pardner to\nturn and head in to ram. As he came out of smoke cloud\nI gave right full rudder and went ahead flank in an\nattempt to make the best of a bad situation. Had\nsecured the 4\" gun and put crew under cover when the\nsecond ship blew up as we were getting close enough\nfor real execution by machine guns and I didn't want\ntoo many men exposed. Both 20mm guns and 50 cal. guns\ntook this occasion to jam. The trawler came on in\nwith a machine gun firing wildly from his bow. We had\npicked up enough speed and gotten far enough around\nwhen he hit so that damage was negligible. His bow\nsprit crumpled up against our armored bridge. He\n- 37 -\nEnclosure (A).\n42",
  "43": "U.S.S. COBIA - First War Patrol\nreport of. (Jont'd)\nH - ATTACK DATA - Gun Attack No. 2 (Cont'd)\nDETAILS: (cont'd).\nbounced off and drifted aft. DeVEY, R.F. F2c.. USN,\ngunner on the after 20mm, working calmly and efficiently\nin spite of this enemy fire and approaching collision\ncleared his gun and, just as the Jap hit, poured a\ndevestating blast into him. The Nip machine gunner\njumped over board and the trawler drifted away blazing\nfore and aft and trailing burning oil out of a riddled\nhull. His engines stopped and that was that.\nDeVEY is being recommended for a Bronze Star medal for\nhis cool and efficient handling of his gun.\nExpended:\n4\" - 15 rounds.\n20mm - 600 rounds.\n50 cal - 400 rounds.\nI\nMines\nNorth of Iwo Jima on 9 July we sighted a mine-layer being\nescorted to that island (Ship Contact #2). There is a strong\npos ibility that this was the \"Coastal Vessel\" reported sunk by\nthe aircraft strike on Iwo Jima a few days later, but its presence\nshows that the Japs contemplated mine operations.\nDue to strong irregular currents prevailing between Muko Jima,\nChichi Jima and Haha Jima there is little probability of mines.\nOn 26 July we twice crossed the 100 fathom curve north of Chichi\nJima in search of a contacted convoy. Currents up to 2½ knots\nwere encountered. Also a steady use of these areas by sampans\nindicate that no mine field is present.\nCONFIDENTIAL\n- 38 -\nEnclosure (A).\n+3",
  "44": "A\nB\n--\n4000μl\nCONFIDENTIAL\nFIRST PHASE\n* Out of Action\nA Large Patrol Vessel\nB Trawler\nC Trawler\n7\n- 38a -\nEnclosure (A)\n+4",
  "45": "B\nSECOND PHASIS\nOut of Action\nB\nI\n- 38 -\nEnclosure (_)\n45",
  "46": "U.S.S. COBIA - First War Patrol - report of. (Cont'd)\nJ\nANTI-SUBMARINE MISURES AND EVASION TACTICS\nAnti-submarine measures observed in this area consisted\nof a daily plane patrol, usually about the middle of the day\nand of surface escorts and a single close air screen for con-\nvoys. KATES were used for close air screen. On the convoy\njust missed the first of Auust we were driven down by a\nSALLY which was evidently a distant screen. No. air cover\nwas provided at night.\nEach convoy had one warship escort and one or more large\nsampan types by the time we saw them. Escorts seemed to\nlisten as no pinging was heard prior to attacks. From the\ntime it took the depth charge attack to develop after tor-\npedo fire it is believed that the warship initiated all\nattacks.\nI decided temperature gradient aided evasion. We went\nto 300 feet and headed away on the normal escape course at\n85 RPM in cach case. After the attack of the thirteenth,\nescorts were banging away merrily and dropping aft when we\nattempted to come up to periscope depth, as we approached the\ngradient, 150 feet he evidently hoard us as he immodiately\nheaded toward and his charges came much closer. He matched our\nevery change of course until we went back to 300 feet.\n10TH FLT\nDESLANT\n2-XTRA\nCONFIDENTIAL\n- 39 -\n0005 11\nal 21 a\nA\nEnclosure (A)\n+6",
  "47": "U.S.S. COBIA - First War Patrol\nK\nreport of. (Cont'd)\nMAJOR DEFECTS\nD.\nBUSHIPS.\nGENERAL MOTORS 278-A ENGINIS - As a result of mass production the\nconnecting rod bearings on these engines are no longer precision\nbuilt. Recognition of this fact caused the engineering department\nto put in many extra hours inspecting the bearings. The bearings\nof several units are slightly pitted but are still satisfactory.\nThe same amount of work put in inspecting these bearings on board\nship would make lots of precision bearings if applied at the\nfactory.\nPIT LOG - High speed end of the transtat assembly winding arced\nout during depth charging, fusing about 6 loops. Cause: Salt\nwater on coil, but source of salt water undetermined. To repair,\nthe damaged loops were stripped back to good insulation and the\ncoil was tapped off at that point. Operation normal except that\nthe instrument maximum was cut from 25 to about 23 knots.\nSD MOTOR GENERATOR - The motor generator speed regulator had to\nbe readjusted and bad brushes changed. Routining this unit is\ndifficult as it is necessary to pull the end bells to clean it\nproperly. The two small inspection plates installed are not large\nenough to permit the brushes to be seen.\nAMMUNITION 26mm - Frequent jamming was experienced with the 20mm\nguns, This usually occured during the first shots from a new\nmagazine. It is believed that defective ammunition was causing\nthe jams. All the magazines were loaded with 2 B.L.P. projectiles\nfor the first two shots. This ammunition was drawn from the\nSubmarine Base, Balboa, C.Z., May 17, 1944, and is designated\nAmmunition Lot ZG14 S143 SPDN4327 loaded 9-43.\n2-HRA\n- RADIO\nRadio reception was generally good. On July 22, attempts\nto clear traffic on 12705 Kos and 8470 Kcs was hampered by Jap\nCW interference. Traffic was cleared on 4235. The only material\nfailures during the patrol were old RF tubes in the RAK-6 and\nRAL-6 equipment.\nIn a radio room arrangement which allows only one operators\nposition it is extremely difficult to cover two frequencies at\nthe same time. As this condition often occurs, a rearrangement\nis indicated and we will accomplish it as soon as practical.\nCONFIDENTIAL\n- 40 -\nEnclosure (A).\n47",
  "48": "U.D.B. OBIA - First War atrol - report of. (Cont'd)\nRADAR\nSD - The SD was used only on surfacing and was otherwise secured..\nIt is felt that this minim noe paid ich dividends in that we\nWore detected on the suice b aircrait only once during the\nwhole patrol.\nSJ -\n- 1. maximum range of 30,000 yards was obtained on ita Ivo\nJin and inges of up to 75,000 yards on Chichi Jima. Ranges on\npatrol vessels were obtained from 8,000 to 10,000 yards. The\nonly contact on a ler e ship was at 11,000 yards.\nThe only interference encountered was from friendly submarines.\naterial troubles included: (a) The car dive for the antema\nnot in alignent and is quite noisy. This is largely a result of\nof\nthe angles at which the universals must operate.\n(b) The motor generator speed regulator had to be re-\nadjusted and bad brushies changed. Routining this unit is diili-\ncult as it is necessary to pull the end bells to clean it pre-\nperly. The two small inspection plates installed are not large\nnough to emit the brushes to be seen.\nלי\nThis equipment has been manned continuously, and has been\noutstanding 1 satisfactory. The following frequencies were found:\n930 - or\nFormi 2 to 60 miles from Chichi JindHaha Jima. This\nence in maximum range is perhaps due to elevatin, and\nleei beam. It is cortain tikt we were once tracked\nDow about 30 minutes between 15 to 20 miles off Raha Jima.\nNormal sweeps avera od 2 minutes, and were on us for. 30.\nseconds each sweep. This radar was twice picked up at about\n100 miles north west on luo Jima due probably to a type of\nskip.\n1500 A faint fast sweep biched in a position later found to\nbe near convoy or lot's Wife.\n64010- Faint steady contact which didn't have directional\ncharacteristics. Wicked up 24 miles from Chichi Jima.\nIn addition to these Jap redars, the APR picked up har onies of\nour on SJ at 450 and 920, of our own JD at 125, and our own\naircraft at 142, 13 and 215.\ns the AR is continuously used and by non-communication\npersonnel it is recommended that it be located in the control\nroom. The unit has been ooeedingly valuable in notifying us of\nthe presence of an enemy radar. The next logical step would be '\na dif.otionel feature. It is hoped tht work is progressing in\nthis direction.\n-41 -\n. Inclosure (_)\n48",
  "49": "U.S.S. COBIA - First War Patrol - report of. (Cont'd).\nM - RADAR (Cont'd)\nThe following tube failures occured during the patrol:-\nSJ - Range Indicator:-\nTUBE\nV6\nV7\nV8\nTYPE\n6AG7\n6AG7\n6AG7\nV2\nLP1,2,3,4\nV201-207\n6SN7-GT\n6AC7's (7)\nTRANSMITTER\nV10\n705A\nRANGE UNIT\nV506\n6AC7\nV507\n6A07\nV508\n6107\nT511\n6AC7\nSD UNIT\n4\n8014A\nUSE\nVideo deflection\nPPI Video\nGrid Video\nMain sweep and sweep cathode\nfollower.\nRegulator lamps.\nI.F. tubes.\nRectifier (diode)\nPulse amp & shaper tubes.\n11\n98\n99\n99\nOutput tube.\n$$\n91\n$8\nTransmitter tubes.\nNote on SD - Two more 8014A's failed on 9 August in SD trans-\nnitter after 400 hours operation. Two more tube cartons were\nopened but the cooling pins were corroded from moisture which\nentered because of poor packing. It is felt that cardboard.\ncartons aren't sufficient to preserve tube's condition.\nN - SOUND\nThe supersonic sound gear gavo satisfactory performance\nthroughout the entire patrol. It is felt that all ranges were\nbelow par for this equipment which in most cases may have been\ndue to water conditions. On different occasions patrol vessels\nwere located by sound at 5,000 to 6,000 yards when running at\nslow speed.\nEnemy underwater echo ranging was encountered on two occasions\non 17.4 Kcs and 14.7 Kcs. As they closed they changed from 6\nsecond to 3 second intervals on their keying. The only material\ndifficulty encountered was in the QB training motor, the rubber\nbuffers to the clutch which fit into the rotating gear became\nchewed badly and slipped out. No spares are furnished, so tem-\nporary repairs were made.\nCONFIDENTIAL\n- 42 -\nEnclosure (in)\n49",
  "50": "U.S.S. COBIA - First War Patrol - report of.\nN - SOUND\n(Cont'd)\n(Cont'd).\nThe Sonic listening equipment works very satisfactorily\nand ranges up to 9,000 yards have been obtained on targets.\nThe equipment is excellent for listening and locating\nown ships noises so that they may be corrected.\nOne pair of crystal head-phones failed to function after\napproximately 600 hours of use. These were replaced from ship's\nspares.\nM - RADAR (Cont'd)\nApparent antenna lobe pattern for Jap radar installed\non Haha Jima.\n.\n•\n30 MILES\nMAJER LUBE\n60°\nYOUR RANGE\nto\nWite sweep\nThis\nMANOR LOBE\nLost AT AFROI\n25 MILES\ntime f.\nobservation\nWAS\n180 sec,\nCONFIDENTIAL\n- 43 -\nEnclosure (A)\n50.",
  "51": "U.S.S. COBIA - First War Patrol\nreport of. (cont'd)\n2-\nPERSONNEL\nMorale was high throughout and the conduct of the personnel\nuniformly excellent. The new men making their first run reacted\nadmirably and it is felt that an exceptional class of personnel is\nentering the submarine service now. DeVEY, R.P., F2c, USN,-is\nbeing recommended in separate correspondence for a Bronze Star\nmedal for his action of July 20.\nThree record players were given a thorough workout%3B the\nDuMore ice cream mixer operated satisfactorily%3B the coca cola\nmixer lasted until the last two weeks of the patrol when the co2\nsupply gave out; and movies were held in the forward torpedo\nroom at regular intervals.\nQualification classes were held at 1030 and 1400 every day\nin the crews mess for all unqualified men. The following informa-\ntion is submitted:\n(a) Number men aboard\n(. (b) Qualified at start of patrol\n(c) Qualified at end of patrol.\n(d) Advanced in rating.\n(e) Less than two years service\n(f) More than 6 years service\n(6) Unqualified making first run\n(h) Average officer age\n(i) Average chief age\n(j) Average crew age\n70\n44.\n59\n12\n25\n10\n26\n26\n33\n22\nAll men who had been qualified on other boats were required\nto requalify on the COBIA with the notebook requirement waived.\n29 of the 44 qualified men were thus requalified, and it was\namazing how much brushing up was needed in some cases.\nR\nMILES STEAMED\nPearl Harbor to Midway 1485 miles 15,872 gallons.\nMidway to area\nIn area\nArea to Majuro\n2434 miles 24,243 gallons.\n4910 miles 44,006 gallons.\n2409 miles 15,178 gallons.\nS\nDays Pearl Harbor to Midway.\nDays Midway to area.\nDays in area.\nArea to Majuro.\nDays submerged\nT\nTorpedoes\n2\nFuel\nCONFIDENTIAL\nDURATION\n4 days.\n7 days.\n29 days..\n8 days.\n25 days.\nFACTORS OF ENDURANCE\nProvisions\n20 days\n-\n- 46 -\nPersonnel Factor\n15 days.\nEnclosure (A)\n5%.\n51",
  "52": "U... BI - iis ar atrol - report of. (Cont'd).\nRES\nDwon the throat shots hit. Fine should be opened with a\nminium run of 1,500 - 100 yards for the first shot.\nI have been convinced that mark 23 torpedoes should not\nbe fired with a run of less than 700 yards.\nThe 3D radar is good plane bit if you want to bait lanes.\nEvery plane we sighted ith one exception was so low that the JD\nwould not have picked it up had it been on. we licited it off\ning past Wake as an experiment. Approximately three hours\nlater, - distanas to ke 110 miles we noted interference on\ntire screen. about 5 hours ter light off BETTY came in\nbearing zero, angle on bow zero, altitude about 3 degrees.\nEnclosure (..).\n52",
  "53": "SUBMARINE DIVISION 102\nFB5-102/A16-3\nSerial (049)\nC-O-N-F-I-D-E-N-T-I-A-L\nFIRST ENDORSEMENT to\nCO COBIA Report of\nFirst War Patrol.\nFrom:\nTo :\nVia :\nSubject:\n1.\nCare of Fleet Post Office,\nSan Francisco, California,\n17 August 1944.\nThe Commander Submarine Division ONE HUNDRED TWO.\nThe Commander-in-Chief, U. S. Fleet.\n(1) The Commander Submarine Squadron TEN.\n(2) The Commander Submarine Force, Pacific Fleet.\n(3) The Commander-in-Chief, U. S. Pacific Fleet.\nU.S.S. COBIA First War Patrol - Comment on.\nThe first war patrol of the COBIA was conducted off\nthe Bonin Islands. Twenty-nine days were spent on station out of\na total of forty-eight days from port to port.\n2.\nThe area was well covered and every opportunity to\ninflict damage on the enemy was explored exhaustively and with\noutstanding success:\nATTACK No. 1.\nAn armed enemy patrol vessel of 400 tons, sighted in the\nmoonlight at a range of 12000 yards, was engaged on the surface\nand sunk by gunfire. Radar ranges were used for fire control.\nThis attack took place on July 6, two days prior to COBIA's arrival\nin the patrol area.\nATTACK No. 2.\nOn July 9, a submerged attack on a coastal mine layer was\nfrustrated when a screening plam obtained a near miss on the sub-\nmarine at periscope depth. The resultant shock deranged the tor-\npedo control mechanism and the one torpedo fired ran wide of the\ntarget. COBIA was counter-attacked by the FUBUKI escort over a\nperiod of one hour during which 26 depth charges were dropped.\nATTACK No. 3.\nOn the morning of July 13, one of a pair of naval auxili-\naries, carefully identified as AF's of the NOSHIMA MARU class,\nwas sunk with two well placed torpedo hits from a bow salvo of\nthree shots. Both hits were observed by periscope and although\nthe target was not seen to sink, there is very strong evidence\nthat it did. COBIA withstood a counter-attack of 45 charges\ndropped by the three escorts.\n- 1 -\n53",
  "54": "120 #501 fo\nFB5-102/A16-3\nSOI MOTIVI TRIX MEUS\nSUBMARINE DIVISION 102\nSerial (049)\nCare of Fleet Post Office,\nSan Francisco, California,\n17 August 1944.\nC-0-N-F-I-D-E-N-T-I-A-L\nSubject:\nU.S.S. COBIA - First War Patrol\nFirst War Patrol - Comment on.\n1\nATTACK No. 4.\nAn escorted freighter, identified as similar to the KISO\nMARU, was attacked with four torpedoes on the surface on the night\nof July 17-18. Two hits were obtained and the target was observed\nto sink within five minutes. COBIA turned away after firing and\neluded the escorts without difficulty.\nATTACK No. 5.\nEarly the next morning, COBIA again demonstrated her mettle\nwith an all out submerged attack on a large freighter of the\nARIZONA MARU class. Six bow shots down the throat produced two\nhits. The submarine then swung off the track and fired her four\nstern tubes to obtain two more hits, this time in the screws of\nthe target. The three escorts, led by a CHIDORI, applied a 70\ncharge treatment to COBIA's hull during the next hour, but little\nmaterial damage was sustained. The decision of the commanding\nofficer to concentrate his torpedoes upon the one large target\nrather than share them with the accompanying AK, is considered\nsound, and there is strong evidence that this ARIZONA MARU sank.\nATTACK No. 6.\nA night surface torpedo attack on July 20 during which two\ntorpedoes ran under the target, was converted into a gun battle.\nThree small, armed vessels were destroyed during a half-hour\nfight, characterized by expert work on the part of the COBIA gun\ncrows, During this engagement, COBIA was rammed amidships by one\nof the trawlers but a quick turn away reduced the collision to a\nglancing blow which prevented the submarine hull from being\npunctured. Superstructure framing and plating in the vicinity of\nframes 52 to 56, port, were stove in and the outer hull was dimpled\nbetween frames 55 and 56.\nATTACK No. 7.\nThe final attack of the patrol occurred on August 5, when\nCOBIA intercepted a converted yacht and quickly dispatched it with\none torpedo hit in the stern. A minute later, the sinking vessel\nwas strafed by our own aircraft. COBIA then surfaced and selected\na sample prisoner from the score of uniformed Japes floundering in\nthe water; he turned out to be a Sea Bee.\n2 -\n54",
  "55": "SUBMARINE DIVISION 102\nFB5-102/A16-3\nSerial (049)\nC-O-N-F-I-D-E-N-T-I-A-L\nSubject:\nCare of Fleet Post Office,\nSan Francisco, California,\n17 August 1944.\nU.S.S. COBIA - First War Patrol\nComment on.\n3.\nCOBIA returned from patrol in excellent material\ncondition. Sho will be docked at MAJURO for inspection of No. 2D\nmain ballast tank where the outer hull is dished. A normal refit\nwill be conducted by SPERRY and Division 101.\n4.\nCommander Submarine Division 102 congratulates the\ncommanding officer, officers and crew of the COBIA upon their\nfighting spirit and a first rate performance.\n5.\nIt is recommended that damage to the enemy be\nassessed as follows:\n1 AF,\n1 AK,\nNOSHIMA MARU Class\nSimilar to KISO MARU\n(EC)\n8,200 tons\n(EU\n4,000 tons\n1\nAK, ARIZONA MARU Class\n(EC)\n9,700 tons\n1\nPatrol Craft\n(MIS\n400 tons\n1 Patrol Craft\n(SMC)\n600 tons\n1 Trawler\n(MIS)\n300 tons\n1 Trawler\n(MIS)\n200 tons\n1 Patrol Yacht\n(MIS)\n500 tons\nTotal\n23,900 tons\nCopy to:\nCO COBIA\nT.B. Klakring\nT. B. KLAKRING.\n03",
  "56": "FC 5-10/A16-3\nSerial 0209.\nCONFIDENTIAL\nSECOND ENDORSE ENT to\nCO COBIA Report of\nFirst War Patrol.\nFrom:\nTo :\nVia :\nSubject:\n1.\nSUBMARINE SQUADRON TEN\nCare of Fleet Post Office,\nSan Francisco, California,\n19 August 1944.\nThe Commander Submarine Squadron Ten.\nThe Commander-in-Chief, U. S. Fleet.\n(1) The Commander Submarine Force, Pacific Fleet.\n(2) The Commander-in-Chief, U.S. Pacific Fleet.\nU..S. COBIA - First ar ratrol - Comments on.\nForwarded, concurring in the remarks and recom-\nmendations contained in the first endorsement.\n2.\nCOBIA's first ar patrol was characterized by\nagressiveness and clear thinking, both of which paid dividends.\nThe gun attack on July 20 was particularly well executed, and is\nindicative of the fighting qualities of officers and crew.\n3.\nUpon arrival at Majuro, personnel were in high spirits.\nand in good physical condition. So far as cleanliness was con-\ncerned, the ship was ready for a peace time Saturday morning\ninspection.\n4. The commanding officer has been acquainted with\ncurrent procedure in recommending awards. Conformity therewith\nshould cover the case of DeVEY, R. F., F2c, who is recommended\nfor the Bronze Star.\n5.\nThe prisoner was delivered into the custody of the\nAtoll Commander at Majuro.\n6.\nThis is the second submarine within a week to arrive\nin lajuro after a successful first patrol, for refit and adminis-\ntration by this squadron. Other new submarines seem to be doing\nwell, also. The whole appears to be good evidence that our basic\ntraining methods are sound.\n7.\nCommander Submarine Squadron Ten congratulates the\ncommanding officer, officers and men for an excellent patrol.\nukumu\nCopy to:\nComsubdiv 102.\nCO COBIA.\nG. L. RUSSELL.\n56",
  "57": "F4253\nSUBMARINE FORCE, PACIFIC FLEET\n9 02791\nhch\nCare of Fleet Post Office,\nSan Francisco, California,\n31 August 1944.\nFF12-10/A16-3(15)/(16)\nSerial 01848\nCONFIDENTIAL\nTHIRD ENDORSEMENT to\nCOBIA Report of\nFirst War Patrol.\nCOMSUBSPAC PATROL REPORT NO. 510.\nU.S.S. COBIA - FIRST WAR PATROL.\nFrom:\nTo\nVia:\nSubject:\n1.\nNOTE: THIS REPORT WILL BE\nDESTROYED PRIOR TO\nENTERING PATROL AREA.\nR- uss\n9-27-44\nThe Commander Submarine Force, Pacific Fleet.\nThe Commander-in-Chief, United States Fleet.\nThe Commander-in-Chief, U. S. Pacific Fleet.\nU.S.S. COBIA (SS245) - Report of First War Patrol.\n(26 June to 14 August 1944).\nThe first war patrol of the COBIA and the first for the\ncommanding officer as such, was conducted off the Bonin Islands.\n2.\nThis first war patrol started with the sinking of the\nfirst enemy contact, a 400 ton armed trawler, in a nicely executed gur\nattack. This splendid start was followed by four successful torpedo\nattacks out of six tries and another daring and successful gun attack,\nThe some 140 odd depth charges and the glancing blow from the bow of a\ntrawler during the second gun attack received by the COBIA without\nserious damage, is ample proof of the determination and courage of the\nofficers and men in her and the sturdy construction of the ship.\n3.\nInsignia Award.\nThis patrol is designated as \"Successful\" for Combat\n4.\nThe Commander Submarine Force, Pacific Fleet, congratu-\nlates the commanding officer, officers, and crew for this fighting and\nhighly successful first patrol. The COBIA is credited with having in-\nflicted the following damage upon the enemy:\nSUNK\n1 - AF (HIJLIS NOSHIMA) (EC) - 8,800 tons\n(Attack No. 2)\n1 - Medium AK (EU)\n4,000 tons\n(Attack No. 3)\n1\nLarge AK (ARIZONA MARU type) (EC)\n1 - SMC (Patrol Vessel) (EC)-\n1 - MIS (Converted Trawler) (EC)\n9,500 tons\n500 tons\n(Attack No. 4)\n(Attack No. 6)\n1 - SMC (Patrol Vessel) (EC)-\n1 - MIS (Trawler) (EC)\n1 - MIS (Trawler) (EC)\nTOTAL SUNK\n400 tons (Gun Attack No. 1)\n600 tons (Gun Attack No. 2)\n300 tons (Gun Attack No. 2)\n150 tons (Gun Attack No. 2)\n24,250 tons\nDistribution and authentication\non following page.\nEXTRA\nORIGINAL\nC. A. LOCKWOOD, SORG.\n_ MICRO\n- 1 -\nPHOTO-LAB OP-16.\nRETURN TO F-4253",
  "58": "hch\nCare of Fleet Post Office,\nSan Francisco, California,\n31 August 1944.\nSUBMARINE FORCE, PACIFIC FLEET\nFF12-10/A16-3(15)/(16)\nSerial 01845\nCONFIDENTIAL\nTHIRD HINDORSEMENT to\nCOBIA Report of\nFirst War Patrol.\nCOMSUBSPAC PATROL REPORT NO. 510.\nU.S.S. COBIA - FIRST WAR PATROL.\nSubject:\nNOTE: THIS REPORT WILL BE\nDESTROYED PRIOR TO\nENTERING PATROL AREA.\nU.S.S. COBIA (SS245) - Report of First War Patrol.\n(26 June to 14 August 1944).\n1\n1\nDISTRIBUTION:\n(Complete Reports)\nCominCh\nско\nCinCpac\n(7)\n(5)\n(6)\nIntel.Cen.Pac.Ocean Areas (1)\nComServPac\nCinClant\nComSubsLant\nS/M School, NL\nComSoPac\nComboWesPac\nComSubSoWesPac\nCTF 72\nComNorPac\nComSubsPac\nSUBAD, MI\nComSubsPacSubOrdCom\nAll Squadron and Division\nCommanders, Pacific\nSubsTrainPac\nAll Submarines, Pacific\nఅగి\nHynes hed\nE. L. HYNES, 2nd,\nFlag Secretary.\n(1)\n(1)\n(8)\n(2)\n(2)\n(1)\n(2)\n(2)\n(1)\n(40)\n(2)\n(3)\n(2)\n(2)\n221\n(1)\nSPOT HAUTER\n1\n58"
}