{
  "1": "START\nOF\nREEL\nNO.\nDATE 3-3-47\n120-1420\nOPERATOR\nREED",
  "2": "U.S. NAVY\nMUSTER ROLLS",
  "3": "NAVPERS GS-46)\nOn the\nRead instructions on reverse side of sheet before preparing rel\nTO BE FORWARDED TO THE BUREAU OF NAVAL PERSONNEL\nWITH QUARTERLY ROLL AT THE EXPIRATION OF EACH QUARTER\n(This is the forwarding sheet and only one should accompany roll)\nMUSTER ROLL OF THE CREW\nU.S.S.\nOF THE\nCobia\nComm) 3-29-44 to 5-22-46 becom\nday of\n,19\nNumber of pages NAVPERS 605a, of Quarterly Roll.\nNumber of pages NAVPERS 605b, Report of Changes, submitted during quarter...\nNumber of pages NAVPERS 605c, Passenger Lists, submitted during quarter.\nNumber of pages NAVPERS 605d, Recapitulation Sheet.\nCertified to be correct and that instructions regarding submission of rolls have been fully\ncomplied with.\nApproved this\nday of\nForwarded.\nFrom.\nINSTRUCTIONS REGARDING MUSTER ROLL\nExecutive Officer.\nCommanding Officer.\n1. For additional instructions, see Articles D-4008 and D-4009, Bureau of Naval Personnel Manual, 1942.\n2. NAVPERS 60ia, Quarterly Roll, must show the name of every enlisted man, except passengers, attached to ship, station, aviation\nsquadron, or unit, for permanent or temporary duty, for assignment, for medical treatment, or for instruction-with or without records-at\nexpiration of quarter; also all reservists on active duty-with or without pay.\n3. NAVPERS 605b, Report of Changes. This form shall be submitted by the following:\n(a) Commanding officers of all ships, stations, aviation squadrons, and units, whenever a ship, station, aviation squadron, or unit\nis commissioned or c\ndecommissioned.\n(b) Commanding officers of all naval vessels when sailing from one port to another, showing all changes in crew since submission\nof last report. These forms to be submitted whether or not any changes have occurred.\nCommanding officers of aviation units, ship-based, whenever unit ansumes a shore base status as a part of an organized\nsquadron, to show the transfer of men from parent vessel to squadron organization, and all other changes that may have occurred since\nn squadrons when the units return to their parent vessels for the purpose of assuming ship\nn from squadron organization to the units ship-based, and all other changes that may have\nEquivalent to decommissioning the squadron.\n(e) Commanding officers of all ships and stations on last day of each month, showing all changes for the month for which\nsubmitted t\nd that have not been previously reported on these forms. These forms to be submitted whether or not any changes have\noccurred.\n(R)\n(f) Commanding officers of point or origin of transfer of enlisted passengers-men for transportation only-on date of sailing.\nto show intended destination and name of transporting vessel.\nCommanding officers of naval vessels carrying enlisted passengers-men for transportation only-on date of sailing headed\n\"Passengers\" completed to show receipt and upon arriving at destination to show disposition. Any other changes that may have\noccurred in the status of enlisted p\nd passengers en route.\n(h) Commanding officers of point of destination at the end of the month following termination of passage on other than naval\nweasels, completed to show receipt of enlisted passengers from point of origin, name of transporting vessel, and further disposition.\nIf any be removed by competent authority from a draft on other than a naval vessel prior to arriving at original destination, such\ncompetent authority will be held responsible for informing the Bureau on these forms of the vessel from which removed, of the\ncircumstances of removal, and further disposition.\n4. NAVPERS 605c, Passenger List. This form to be submitted by vessel at date of sailing from one port to another, showing passengers\nother than enlisted personnel of the Navy taking passage on the vessel.\n& NAVPERS 6064, Recapitulation Sheet. This form is to be submitted to the Bureau with the quarterly roll and with final NAVPERS\n605b, when ship, station, aviation squadron or unit is placed out of commission or when aviation squadron and units assume a status equivalent\nto decommissioning.\n6. These instructions are to be followed by all ships, stations, aviation squadrons, and units. Reports must include all enlisted men and\nall reservists on active duty with or without pay.\n7. After the roll has been properly made out and certified to by the executive officer, signed by the commanding officer, it must be secured\nbetween the binder boards provided for that purpose, placed in the special envelopes, and forwarded to the Bureau.\n16-8219-4",
  "4": "DETAILED INSTRUCTIONS FOR PREPARING MUSTER ROLL\n8. How written.-All sheets comprising the rolls shall be typewritten, except those submitted by stations and vessels not allowed type-\nwriters. Black record ribbon shall be used and all entries on a roll made with the same type machine and new ribbon. When hand written,\nblack ink shall be used and all entries on a roll made by the same person in clear, legible hand. The rolls must be free from erasures and inter-\nlineations. No blank lines should be left between entries, except in cases where more than one line is used in column 9 on NAVPERS 605b,\nMonthly Report of Changes, when the corresponding lines at top of sheet shall be left blank; only authorized abbreviations shall be used in\nfilling out the rolls.\nFORWARDING SHEET (NAVPERS 605)\n9. The several blank spaces on the first or forwarding sheet of the muster roll are to be correctly filled in the following manner and\nforwarded to the Bureau of Naval Personnel with each quarterly roll:\n(1) The name of the vessel or station submitting the roll.\n(2) Date covering entries in muster roll.\n(3) Number of pages comprising the roll must always be stated in this space. If the roll contains 35 pages, the number \"1 to 35\" must\nappear.\n(4) Number of pages NAVPERS Cobb, Monthly Report of Changes, submitted during the quarter.\n(5) Number of pages NAVPERS 606e, List of Passengers, which have been submitted during the quarter.\n(6) NAVPERS 605d, Recapitulation Sheet.\nThis will enable the Bureau to know that all of the reports have been received for the quarter covered by the roll.\nCERTIFICATE\n10. The signature of the executive officer must always be attached to the certificate, and if this is omitted it will be necessary to return the\nmuster roll.\nThe commanding officer must approve the muster roll and affix his signature. The date of his approval does not have to agree with the\ndate covered by the roll.\nIn this space will be noted the date the roll was forwarded to the Bureau, and the location of the ship at time roll was forwarded.\nIt is not necessary to forward this sheet with NAVPERS 605b \"Monthly Report of Changes\" or with NAVPERS 605b and NAVPERS 605e\n\"Passenger Lists\" submitted at date of sailing, but one must always accompany each quarterly roll.\nQUARTERLY ROLL (NAVPERS 605a)\n11. The additional sheets for the quarterly roll are arranged to be used on both sides and are divided into columns. Each column is headed\nwith its number and the information it should show.\nColumn 1-This column is provided for the name of the enlisted man and must show the name of every enlisted man, except passengers,\non board the ship or station at date roll is submitted. It is to be arranged strictly alphabetically, without regard to rating or branch of service.\nThe surname is to be placed to the left and the first name always written in full, and the initials of middle names, if any.\nColumn 2-This column is provided for the service number, and under no circumstances will it be omitted.\nColumn 3-Rating at date of report.\nColumn 4-Date of enlistment. The date of enlistment as shown by this column must agree with the dates on the shipping article and\nservice record of the man, and it must always be the date of last enlistment.\nColumn 5-Date first received on board. It is intended that this column shall show the exact date each man on board was first received\nin his present tour of duty. These dates will not be changed during a man's continuous service on the same ship or station. \"Tour of duty\"\nand \"Continuous service\" mean the whole period from date first received to date permanently detached, and include (a) the time that may\nbe spent in hospitals or hospital ships for treatment or at service schools for instruction, temporary details in other vessels and at shore\nstations, provided the men concerned return to the ships or stations from which sent on termination of hospitalization or training or temporary\ndetails, (b) reenlistments on board, (c) when transferred for discharge and returned on reenlistment, (d) deserters from a command who may\nsurrender or be delivered thereto.\nMONTHLY REPORT OF CHANGES (NAVPERS 605b)\n12. The sheets are divided into two sections of 15 lines each. On the front of the sheet the lines are numbered from 1 to 15 and on the back\n16 to 30, with the corresponding numbers on the lower half, so that the complete information on each change in status is visible without the\nturning of the leaf.\nColumns 1, 2, 3, 4, 5, 6-Same instructions are to be followed as for columns under the same headings on the quarterly roll, or completed\nas indicated by headings.\nColumn 7-This column is intended to show all changes occurring as a result of men received (including temporary duty assignments),\ntransferred, enlisted, reenlisted, discharged, deserted, surrendered, or delivered, advanced in rating, reduced in rating, agreements to extend\nenlistment, extended enlistments that become effective, retired, died, transferred to Fleet Reserve, turned over to civil authorities, also all\ncourts-martial and deck courts, all special or detached duty details including landing parties, or any other change that could possibly occur\nin the status of an enlisted man. As many lines as there are changes should be used in preparing the roll. If a man is received one date, use\na line to report his receipt; if his rating is changed another date or the same date, use another line to report this change, etc.\nColumn 8-Date of occurrences in column 7. This column is provided to show the date that changes occur in the status of enlisted men\nand must never be omitted.\nColumn 9-This column is intended to show all that is required by the heading, and in addition to the specific information required by the\nheading, it is also to be used as a remark column and for any other purpose not herein mentioned that will enable the Bureau to know with\nabsolute accuracy the exact status of the enlisted man in question. As many lines as are necessary to show this information may be used. If\nmore than one line is used the corresponding lines at top of sheet must be left blank.\nPASSENGER LISTS-LETTER FORM\n13. Must be submitted by vessel at date of sailing from one port to another, showing enlisted or enrolled men and other persons taking\npassage on the vessel. Should passengers travel on other than a naval vessel, this report should be submitted by commandant of the naval\ndistrict from which vessel sails or the officer of the port.\nRECAPITULATION SHEET (NAVPERS 5054)\n14. This form is to be submitted to the Bureau at the end of each quarter with the quarterly roll, and with final NAVPERS 605b when ship,\nstation, aviation squadron, or unit is placed out of connaission, or when aviation squadron and units assume a status equivalent to decommis\naloning, and is intended to furnish the Bureau with a rummary of all changes which have occurred in the enlisted personnel on board ships and\nshore stations during the period of which the quarterly roll or final NAVPERS 605b is rendered. The number of changes shall be entered in\ncolumn to the right of sheet opposite the proper heading designated in the space to the left of sheet and must agree with the changes reported\non NAVPERS 605b; i. e., if 10 honorable discharges have been issued during the quarter, the number \"10\" shall be entered in the number\ncolumn on the line designated \"Honorable discharges, etc.\" The summary is intended to show whether a discrepancy exists between the\nmuster roll and report of changes. The number brought forward plus total gains for the quarter, minus total losses, should equal the number\non the current muster roll.",
  "5": "NAVPERS -\n(Revised October 1940)\nPage\nREPORT OF CHANGES\nof U. S. S. COBIA (SS245) -UPON COMMISSIONING\nfor the month ending.\nfrom\nday of--\nto\nAPR 12 1944\nMAR 29 1944\n19\ndate of sailing\nH\nNAM\n(Alphabet about get with\n1 ADAYS, David L.\nSERVICE NUMBER\n(The service number\nDate of\nRating of Date of\nLa Report\nMo\nDa\nYr\nS/M Base,\n262-26-50\nSM20\n1\n28\n44 New London, Ct.\n2 ANDERSON, Robert D.\nASSELIN, Raymond Rene\n648-81-53 RM3c\n12\n14\n12 Omaha, Nebraska\n202-55-53 SM30\n10\n30\n42 Boston, Mass.\nNATTEBERRY, William L.\nBAILEY, Walter S.\nBENNETT, Trier W.\n7ABROTCHIE, Thomas H.\n355-99-08 FM1\n662-86-07 SC30\n238-36-90\n607-32-04 FC30\n2\n22\n40 San Diego, Cal.\nCal.\n4\n5\n42 San Francisco,\nCPh(PA)\n11\n2\n38 Philadelphia, Pa.\n2 29\n42 Boston, Mass.\nH\nBROWER, Philip D.\nCAMPAGNA, Joseph V.\n10 CARLSON, Richard J.\n11 CARR, David E.\n874-81-05 GM3c\n2\n19\n43 Toledo, Ohio\n709-40-25 Fle\n11. 18\n42 New York, N.Y.\n809-49-74 Slo\n4\n1\n43 Dewark, N..\n564-66-91 RT20\n11\n5\n42 Los Angeles, Cal.\n12 CASADY, Joseph Eugene\n18 CILIOVOLONI, Sam S.\n14COH, Frank H. Jr.\n1 COLE, James M..\n312-77-57 EM3c\n12\n13\n207-14-41\nCMOMM(A)\n2\n1\n42 Detroit, Mich.\n43 B.C.L. US\n287-69-79\nFlo\n1\n13\n43 Louisville, Ky.\n393-44-51\n420\n11 30\n40 Portland, Ore.\nBelved, tran\nDate of Occasions\nBranch of Bervice\nVessel e\nwhere\nRec.\n2 USNR\nRec.\ndo\n3\nUSN\nRec.\ndo\nUSN\nRec.\ndo\nUSNR\nRec.\ndo\nstation from which reived,\ndischarge where deserted,\nand when buried rated\ngive place of duty. If pam\nald, when discharged and\nof travel and final dispo\nMAR 29 1944 / Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nSupShips, E.B. Co., Groton, Conn.\nS/M Base, New London, Conn.\nRec.\ndo\nS/M Base, New London, Conn.\n1 UR\n800.\ndo\nUSH(1)\nRec.\ndo\nUSNR\nRec.\ndo\n10 USN (1)\nRec.\ndo\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nRec.\ndo\nS/M Base, New London, Conn.\n12\nUSNR\nдес.\ndo\nS/M Base, New London, Conn.\n13\nUSN\nRec.\ndo\nSupShips, E.B. Co., Groton, Conn.\nRec.\ndo\nS/M Base, New London, Conn.\n15\nUSM\nRec.\ndo\nS/M Base, New London, Conn.\nsubmited by anding off of all ships and stations, whenever any ship or statka ommisioned or plaand out of commission, on the last day of each month\nupon wing from one port to another, by ommanding offlors of\ndatation",
  "6": "2\nPage\nREPORT OF CHANGES\nof U. S. S.\nCOBIA (SS245)\nUPON COMMISSIONING\nday of\n---\nto\nfor the month ending.\nfrom\nNAMES\nd without med top with\nand the first save written in full)\n19\ndate of sailing\nSERVICE NUMBER\n(The service number\nDate of Enlistment\nRating of Dale of\nLil Report\nPlace of Enlistment\nMo\nde Yr\n16 COMBS, Harley V.\n621-83-49 lo\n2\n26 43 DesMoines, Iowa\n17 CONGLETON, Wilmer\n18 DARGAN, Clifford T.\n826-54-1230\n2\n15 43 Baltimore, Md.\n638-60-11 Blo\n4\n21 42\nMinneapolis, Minn.\n19DAVIS, Alden R\n20DENTON, Benjamin H..\n223-99-32 RM20\n12\n17 40\nNew York, N.Y.\n356-12-41 Bkrle\n2\n29 39\nDallas, Tex.\n21 DE VEY, Robert F.\n22 DONAHUE, Harry J. Jr.\n23 DONAN, Russell\n234-43-53 820\n1\n643 Buffalo, N.Y.\n223-90-05 GM2\n2\n17 40\nNew York. .Y.\n287-48-77 Ck2c\n8\n6 40\nLouisville, Ky.\n24 DWYER, John F. Jr.\n212-72-04 MoM30\n9\n8 41\nSpringfield, Mass\n25. KERRO, Einar J.\n644-19-17 20\n1\n15 42 New Orleans, La.\n26 FITCH, Harry J.\n77 FIA CG, Harry A.\n2 CARRIS, Henderson.\n20 GAST, Robert R.\nGUELZOW, Harvey W.\n329-10-53 lc\n612-17-012\n836-00-72 StM2c\n622-69-76 Sle\n300-40-11 Molle\n5\n2 42 Minneapolis, Minn.\n1 26 42 Cincinnati, Ohio\nو\n29 43\nRichmond, Va.\n3\n24 42\nDetroit, Mich.\n3\n12 41\nChicago, Ill.\nReaded, tree\nDate of Quot\nBranch of Service\nVeel or station from which received, to what veel or station transferred, where discharged and\ntached daty, give place of duty. If pagt, give parp of travel and al dip\n16\nUSNR\nR86.\n17\nUSN(I)\nRec.\ndo\n18\nUSNR\nRec.\ndo\n19\nUSN\nRec.\ndo\n20\nUSN\nRec.\ndo\n21\nUSN\nRec.\ndo\n22\nUSN\nRec\ndo\n23\nUSN\nRec.\ndo\n24\nUSN\nRec.\nDo\n25\nUSNR\nRec.\ndo\nMAR 29 1944 S/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nH\n26\nUSN\nRec.\ndo\n27 USNR\nRec\ndo\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\n28\nUSN (1)\nRec\ndo\n29\nRec.\ndo\n30\nUSN\nRec.\ndo\nS/M Base, New London, Corn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.",
  "7": "H\nL\nNAVPERS\n-\n(Revind October H\nPage 3\nREPORT OF CHANGES\nof U. S. S. U.S.S. COBIA (SS245) UPON COMMISSIONING MAR 29 1944\nfor the month ending.\n---\nday of\n--\n19\ndate of sailing-\nfrom\nto\nNAMES\nSERVICE NUMBER\nDate of b\nRating Date of\n(Alphabettally add to ting with un\nMo\nDa\nYr\nHARRIS, Robert A.\n2 HATTINGS, Donald W.\n3NIGDON, Kenneth P.\n4 NIYDE, George T.\nKJELLIN, Carl H.\nKORZENOWSKI, William F.\nRATOHVIL, William J.\n8 KUTZLEB, Robert E.\nMADDEN, Walter G.\n10 NATHEWS, Thomas William\nATTIE, Richard F.\n603-74-07\nTM3e\n10\n31 42 Washington, D.C.\n206-77-42 CM (PA)\n12\n18 42 New London, Conn\n837-35-65\nMOMM30\n2\n22 43 Birmingham, Ala\n291-81-05 RM30\n12\n27 41 Indianapolis, Ind\n613-29-02\n300-16-30\n204-12-20 COM(AA)\n30\nLe\n2\n10 40 Chicago, ni.\n8\n1938 Boston, Mass.\n12\n224-26-28 2010/20\n385-64-60 Holala\n5\n7.\n7 42 Cincinnati, Ohio\n31 41 New York, M.Y.\n1142 Brisbane. Austra\n280-00-85 M2\n2\n868-12-88 TM3a\n3\n11 42 Cincinnati, Ohio\n27 43 Milwaukee, Wise.\n12 MCCONNELL, James T.\n13 MCGUIRE, Eugene J.\n14 MICHELL, Devereaux\n205-38-43 S2g\n223-88-10 Yle\n2\n10\n15 43 Providence, R.I.\n840 New York, M.Y.\n287-11-00\nCMOMM(PA)\n5\n340 Washington, D.C.\n15INK, Fred G.\n328-58-01\nMOM30\n5\n16 39 Minneapolis, Minn\nReeved, trade\nVessel or station from which reprived, to what\ndaties transfered, where discharged and\nDate of Ourammen\nBranch of Bervie\n1 duty, give place of duty. If pape\nchange of status\nMAR 29 1944\n1USNR\nRec.\nUSN\nRec.\ndo\nS/M Base, New London, Conn.\nSupShips, E.B. Co., Groton, Conn.\n3 USN(I)\nRec.\ndo\nS/M Buse, New London, Conn.\nUSN\nRec.\ndo\nS/M Base, New London, Conn.\nUSN\nRec.\ndo\nSupShips, E.B. Co., Groton, Conn.\nUSN\nRec.\n८०\nS/M Base, New London, Conn.\nRéc.\ndo\nS/ Base, New London, Conn.\nRéc.\ndo\nUSN\nRéc.\ndo\n10 USN\nRec.\ndo\nUSN(I)\nRec.\ndo\n12 SNR\nRéc.\ndo\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\n13 USN\nRec.\ndo\nSupShips, E.B. Co., Groton, Conn.\n14 SN\nRec\ndo\n15 USN\nRbc.\ndo\nSupShips, E.B. Co., Groton, Conn.\nS/M Base, New London, Conn.\nThe form to be submitted by comanding offs of all ship at stations, whoever say ship or station mind\nshowing change for the mouth he which submitted; so upon sing from one port to another, by commanding offers of pola\nmi on the last day",
  "8": "Page 4\nREPORT OF CHANGES\nof U.S. S. COBIA (SS245)\nUPON COATSSIONING\nfor the month ending.\nday of\n19\ndate of sailing\nfrom\nto\nNAMES\n(Alphabetically aged without meard to rating with surname\nto the\nSERVICE NUMBER\n(The service numb\nDate of Etment\nBaling at Date of\nLail Report\nPlace of Enllement\nMo\nda\nYr\n16 MORRELL, Bernard B.\n337-42-61\nMOMM2c\n12\n9\n40 St.Louis, Mo.\n17 NORRIS, James\n201-87-47\nTM20\n1\n20\n41 Boston, Mass.\n18YERS, Howard C. Jr.\n623-15-19\nMOMM30\n22\n42 Detroit, Mich.\n19MYERS, Malcolm C.\n627-87-62 Sle\n12\n15\n42 Indianapolis, Ind.\n30 NELSON, John C.\n234-50-05 22430\n2\n5\n43\nBuffalo, N.Y.\n21 NETTLES, Fred J.\n274-24-27 TMlc\n1\n23\n42\nPearl Harbor, T.H.\n22 NETZEL, Kenneth J.\n23 OSSIANDER, Glean\n24 PEPMEIER, Alfred H.\n25 HEMILLARD, Earl D.\n25 REPECKO, Julius J.\n27ROBERTS, Donald W.\n622-87-66 30\n342-07-78\n5\n26\n42 Detroit, Mich.\nMOMMIC\n2\n12\n38 Kansas City, Mo.\n338-35-90 Slc\n212-52-91\n2\n16\n43 St Louis, Mo.\nMOMMIC\n10\n23\n39 Springfield, Mass.\n201-03-83 CEM(PA)\n11\n19\n43 Groton, Conn.\nROBINSON, Darrell\nROBERTS, Marshall L.\nRODIDI, Arthur A. Jr.\n326-60-24\n202-17-57 TM30\nlo\n9\n8\n39 Minneapolis, Minn.\nT\n4\n42 Boston, Mass.\n356-38-76\n646-05-52\nSC1C\n11\n5\n40 Dallas, Tex.\nSla\n8\n19\n41 New York, N.Y.\nReaded, traded\nTol or station from which received, to what veel\nstation trial, whey discharged and\nDate of Qorum\nBranch of Service\nof travel and fal\nRec.\nMAR 29 1944 S/M Base, New London, Conn\n17 US\nRec.\ndo\nS/M Base, New London, Conn.\n18 USNR\nRec.\ndo\n19 USNR\nRec.\ndo\n20 USN\nRec.\ndo\n21 USN\nRec.\ndo\n22 USNR\nRec.\ndo\nRec.\ndo\n24 USN\nRec.\ndo\n25 USN\nRec.\ndo\nRec.\ndo\n27\nRec.\ndo\n28\nRec.\ndo\n29\nRec.\ndo\nS/M Base, New London, Conn.\nConn.\nS/M Base, New London,\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nSupShips, E.B. Co., Groton, Conn.\nSupShips, E.B. Co., Groton, Conn.\nSupShips, E.B. Co., Groton, Conn.\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\n30\nUSNR\nRec\nDo\nS/M Base, New London, Conn.",
  "9": "NAVPERS\n-\nRevised October 1942)\nAPR 12 1944,\nPage 5\nREPORT OF CHANGES\nof U. S. S. COBIA (SS245)\nUPON COMMISSIONING\nMAR 29 1944\nfor the month ending.\nday of\n19\ndato of sailing\nfrom\nto\n2\nNAMES\nSERVICE NUMBER\nDate of Rail\nRating of Date of\nand without mand t\nFlee of\nratings, with same\nMo.\nDa\nYr\n1 ROHRWASSER, Charles F.\n238-65-84 Molle\n5\n20\n40 Albany, N.Y.\n2SCHARDIEN, Albert G. Jr.\n707-07-93 F20\n9\n19\n43 New York, N.Y.\n3CHEA, Charles A.\n650-44-22 Mo3c\n3\n30\n42 Philadelphia, Pa.\nSPIVEY, Carl\n830-15-89 52c\n2\n26\n43 Jacksonville, Fla\nSULLIVAN, John H.\n360-07-40 EN2c\n11\n8\n39 Houston, Texas\nTILLERY, Sidney F.\n7URNER, Frederick V.\nWILKINSON, Harold E.\nYOUNG, Harold R.\n272-42-51 MO13c\n207-06-65 CGM(PA)\n207-27-03 Molle\n807-20-63 EM3\n10\n11\n40 Birmingham, Ala\n12 31\n41 SanFrancisco,Cal\n6\n11\n40 NewHaven, Conn.\n1\n12\n43 NewHaven, Conn.\n10\n11\n12\n13\n14\n15\nBranch of Bervie\nHeaded, trad\nV\nDale of Con\ntation from which moived, to what vel or statka traered, when\ndischarge where deserted, and amount due or overpaid\nand whes buried. If rated and authority\nduty, give place of duty. If penge, give purpo\nof travel and fal\nL\nUSN\nRec.\nMar 29, 1944 S/M Base, New London, Conn.\n2 USNR\nRec.\ndo\nS/M Base, New London, Conn.\nUSNR\nRec.\ndo\nS/M Base, New London, Conn.\nUS (1)\nRec.\ndo\nS/M Base, New London, Conn.\nUSN\nRec.\ndo\nRec.\ndo\nRec.\ndo\nUS\nRec.\ndo\nS/M Base, New London, Conn.\nS/M Base, New London, Conn.\nSupShips, E.B. CO.,\nE\nGroton, Conn.\nS/M Base, New London, Conn.\nUSN\nRec.\ndo\nS/M Base, New London, Conn.\n10\n11\n12\n14\n15\n4\nA.L. BECKER,\nLieutenant Commander, U.S. Navy,\nCommanding.\nI ships and stations, whenever i ship or station\nplayed out of\ndon, on the Ja day of h meth",
  "10": "Page\nof U. S. S.\nfor the month ending.\nREPORT OF CHANGES\nday of\nfrom\n17\n18\n19\n21\n22\n23\n24\n25\n26\n27\n16\n17\n18\n19\n20\n21\n22\n23\n21\n25\n26\n27\n28\n29\n20\nNAMES\nand the first i\n(Alphabetically end without end to the with name\nBranch of Service\nto\n19\ndate of sailing\nBERVICE NUMBER\n(The servi\nDate of Ealatment\nRating at Date of\nLa Report\nPlace of Enlistment\nReeded, tranferred\ndeserta\nVesel station from which received, to what t\nDate of Geures la\ngive place of duty. p\ntation tranfermd, where discharged and\noverpaid\nproful and dal dispu\nH",
  "11": "NAVPERS-A\n(keved October (9)\nPage 1\nMUSTER ROLL OF THE CREW\nof the U. S. S. COBIA SS245\nfor the quarter ending.\nAPR 12494\n70\n2-a\n6-3\nUPON COMMISSIONING. MAR 29 1944\n19.\nNAMES\n(Alphabetically arranged without regard to ratings, with surname\nand the first name written in full)\nSERVICE NUMBER\n(The service number\ncondition\nomitted)\nDATE OF ENLISTMENT\nPresent Rating\nDate first received\non board\nDay\nMonth\nYear\nKADANS, David L.\nANDERSON, Robert D..\n262-26-50\nSM2e\n28\n1\n44. MAR 29 1944\n648-81-53 R3\n14\n12\n42\ndo\nKASSELIN, Raymond R.\n202-55-53\n30 10 42\ndo\nATTEBERRY, William L.\n355-99-06 Re\n22\n2\n40\ndo\nBATLEY, Walter S.\n662-86-07 8030.\n5 4\n42\ndo\nAMENT, Tyler W.\nKROTCHIE, Thomas H..\n238-36-90 CPh(PA) 2 11\n38\ndo\nBROMER, Philip D.\n607-32-04 FC30\n874-81-05 GM30\n29 2\n42\ndo\n19\n2\n43\ndo\nCAMPAGNA, Joseph V..\nCARLSON, Richard J.\nCARR, David E.\nSASADY, Joseph E.\nCHIOVOLONI, Sam S.\n709-40-25 Flo\n809-49-74 610.\n18\n11\n42\ndo\n1\n43\ndo\n564-66-91 RT2c\n5\n11\n42\ndo\n312-77-57 E30\n13\n12\n42\ndo\n207-14-41 CMOM(AA) 1\n7\n43\ndo\nCOHN, Frank H. Jr.\n287-69-79 Flo\n13\n1.\n43\ndo\nCOLE, James M.\nCOMES, Harley V.\n393-44-52 EM20\n30 11 40\ndo\n621-83-49 Sla\n26 2\n43\ndo\nCONGLETON, Wilmer\nDARGAN, Clifford T.\nDAVIS, Alden Richards.\nZITON, Benjamin H.\nDE VEY, Robert F.\n826-54-12 30.\n15 2\n43\ndo\n638-60-11 Slo\n223-99-32 RM20\n21 4\n42\ndo\n17\n12 40\ndo\n356-12-41 Bkrle.\n234-43-53 820\n29\n2\n39\ndo\n6\n1\n43\ndo\n/DONAHUE, Harry J. Jr.\n223-90-05 CM2 a\n17\n2.40\ndo\nDONAR, Russell\n287-48-77. Ck20\n6\n840\ndo\nCER, John F. Jr.\n212-72-04 MOM30\n8.\n9. 41\ndo\nYRO, Einar J.\n644-19-17 T2a.\n15\n1 42.\ndo\nKITCH, Harry J.\n329-10-53 Fle\n2.\n4\n42\ndo\nLAGG, Barry A\n(GARRIS, Henderson\nCAST, Robert R.\nQUELZOW, Harvey W.\nARETS, Robert A.\nHATTINGS, Donald W.\nXona, Kenneth P.\nHYDE, George T.\n612-17-01\n20\n26\n.1\n42\ndo\n836-00-72 StM20\n29\n9. 43\ndo\n622-69-76 Sle\n24 3. 43\ndo\n300-40-11 MOMC 12 3 41\ndo\n603-74-07 TMGG\n206-77-42 GEM(PA) 18 12 42\n31. 10 42\ndo\ndo\n837-35-65 MOM30 22 2. 43\n291-81-05 -RM30\ndo\n27 12. 41\ndo",
  "12": "Page\nof the U.S. S. COBIA SS245\nMUSTER ROLL OF THE CREW\nUPON COMMISSIONING...\nfor the quarter ending..\n19.\nNAMES\n(Alphabetically arranged without regard to ratings, with surname\nand the first name written in full)\nJELLIN, Carl H.\nKORZIRIOWSKI, William F.\nSERVICE NUMBER\nDATE OF ENLISTMENT\n(The service number\nPresent Rating\nDate first received\ndition\nboard\nDay\nMonth\nYear\n300-16-30\nle\n10\n9\n40\n204-42-20\nCQAA)\n19\n8\n38\ndo\nKRATOHVIL, William J..\n613-29-02\nTM30.\n2\n12 42\ndo\nXUTZLEB, Robert E.\n224-26-28. Nol912c\n31\n5.\n41\ndo\nKADDEN, Walter C.\n385-64-60 Molec.\n11\n2\n42\ndo.\nKATHENS, Thomas W.\n280-00-85 TM20\n11\n2\n42\ndp\nATTIE, Richard F.\n868-42-88 TM30.\n27\n3\n43\ndo.\n✗CCONNELL, James T.\n205-38-43 S2c\n15.\n2\n43\ndo\nVCQUIRE, Rugene J.\n223-88-10\nYlo\n8\n10\n40\ndo\n✓ MICHELL, Devereaux\n287-11-00\nCHOM(PA) 3\n4\n40\ndo\nINK, Fred G.\nZORRELL, Bernard B.\nORRIS, James\nYZES, Howard C. Jr.\nAYERS, Malcolm C.\n328-58-01\n337-42-61 Mola2c\n201-87-47 TM20\n623-15-19 Mole(30\n627-87-62 Sle\nMol3c\n16 5\n39\ndo\n9\n12 40\nda\n20\n1\n41\ndo\n22\n42\ndo\n15\n12 42\ndo\nALSON, John C..\n234-50-05 T30\n5\n2\n43\ndo\nKEPPLES, Fred J.\n274-24-27\nTo\n23\n1\n42\ndo\nNETZEL, Kenneth J.\n622-87-66\n30\n26\n5. 42\nda\nOSSIANDER, Glenn\n342-07-78\nMolalc\n12 7\n38\ndo\nPEPMEIER, Alfred H.\n338-35-90\nSle\n16\n2\n43\ndo\nYALLARD, Earl D.\nREPECKO, Julius J.\nRTS, Donald W..\n212-52-91\n201-03-83 CE(PA)\n326-60-24 Ele\nMOMMle\n23 10 39\ndo\n19\n11 43\ndo\n8 9\n39\ndo\nACHERTS, Marshall L.\n202-17-57 T3e\n4\n1\n42\ndo\nROBINSON, Darrell\n356-38-76 Scle\n5\n11\n40\ndo\nODEN, Arthur A. Jr.\n646-05-57 sle\n19\n8 41\ndo\nZOHRWASSER, Charles F.\n238-65-84 MOMle\n20\n5.\n40.\ndo...\nSCHARDIEN, Albert G. Jr..\nHEA, Charles A.\n707-07-93 F20\n19\n9. 43\n650-44-22\nM029430.\n30\n3\n42\n99\ndo\ndo\nPIVEY, Carl\nSULLIVAN, John H.\n830-15-89 $20.\n26\n2 43\ndo\n360-07-40 20\n8\n11\n39\ndo\nVILLERY, Sidney F.\n272-42-51 MOM3c 11 10 40\ndo\nTURNER, Frederick V.\nWILKINSON, Harold E.\n207-06-65 COFA) 31\n207-27-03 Mos\n12\n41\ndo\n11\n40.\ndo",
  "13": "NAVPUR-A\nPage\n3\nMUSTER ROLL OF THE CREW\nof the U. S. S. COBIA SS245\nNAMES\n(Alphabetically\nwithout regard\nwritten in full)\nAPK 1\nUPON COMMISSIONING...\nfor the quarter ending MAR 29 1944\nSERVICE NUMBER\n(The service number\nDATE OF ENLISTMENT\nPresent Rating\nDate first received\nadition\nDay\nMonth\nYear\nYOUNG, Harold R.\n807-20-63\n30\n12\n1\n43 MAR 29 1944\nA-D-D-N-D-A\nJORDAN, Robert G.\n626-02-58\nEM20\n2\n10\n41\nMAR 29 1944",
  "14": "Page\nof the U. S. S.\nMUSTER ROLL OF THE CREW\nfor the quarter ending..\nNAMES\n(Alphabetically arranged without regard to ratings, with surname\nto the left and the first name written in full)\nSERVICE NUMBER\n(The service number\ncondition\nomitted)\n3\n19\nDATE OF ENLISTMENT\nPresent Rating\nDate first received\nDay\nMonth\nYou",
  "15": "NAVPERS 605-B\n(Revised October 19\nPage 5A\nA-D-D-E-N-D-A\nREPORT OF CHANGES\nof U.S. S. CORIA (SS245)\nfor the month ending.\n2.\nMAY 3 1944\nUPON COMMISSIONING MAR 29 1944\n2-0\n19 date of sailing\n-\nfrom\nH\nNAMES\n(Alphabetically and with meant to the with m\nto the and the\nfull)\n1 JORDAN, Robert C.\n2\n3\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n2\n3\n9\n10\n11\n12\n13\n14\n15\nto\nSERVICE NUMBER\nThe service\nDate of it\nat Dale of\nMo\nda Yr\n5\nFlee of East\n626-02-58\nEM20\n10\n2\n41 Indianapolis, Ind\nDate of Occu\nBranch of Bervice\nry other\nMAR 29 1944\nUSNR\nRec.\nstation from which reived, to what\ndischarge; where dated\nand when buried. If sted i\nhority\nuty, give place of duty. If pager, give p\noverpaid\nof travel and final diag\nS/M Base, New London, Conn.\ndabil\nA.L. BECKER,\nLieutenant Commander, U.S. Navy,\nCommanding.\nThis forms to be litted by commanding elogs of all ship and gations, whenever\nfor the month for which subisted; so upon ding fros ane p\nmmission, on the last day of each meth",
  "16": "NAVPERS 606-B\n(Revised October 1940)\nPage\nREPORT OF CHANGES\nMAY 1944\nof U. S. S. COBIA SS245\n30\nday of\nApril\n19 4, date of sailing\nto\nfor the month ending.\nfrom\nNAMES\nSERVICE NUMBER\nDate of\nRating at Date of\nend to allops, with same\nFace of Esto\nМо\nda Yr\n1 BENNETT, Tyler W. /\n2 CHIOVOLONI, Sam S.\n238-36-90 CPM (PA)\n11\n2\n38 Phila, PR.\n207-14-41 CMOMM(AA)\n71\n43 B.G.L.U.S.\n3 FERRO, Einar J.\n644-19-17 TM20 V-6\n115\n42 New Orleans, La.\nJORDAN, Robert C.\n626-02-58 EM20 V-6\n10\n2\n41 Indianapolis, Ind.\n5 KORZENOWSKI, William F.\n204-42-20 COM(AA)\n8 19\n38 Boston, Mass.\nLANKSBURY, Robert C..\n/\n223-58-69 Philo\n10 27\n39 New York, N.Y.\n7 MYERS, Malcolm C.\nSPIVEY, Carl (n)\n9 YOUNG, Frederick H.\n10\n627-87-62 Slo V-6\n830-15-89 320\n12 15\n42 Indianapolis, Ind.\n2 26\n730-91-13 Sla V-6\n11 28\n43 Jacksonville, Fla.\n42 Sioux Falls, S.D.\n12\n13\n1.4\n15\nchange of status\nDate of t\nfrom which molved, to what vessel e\nwhen buried If rated and authority i\nd duty, give place of duty. If passenger, give purpose of trav\nUSN\nTrans\n2\nUSN\nC.S.\n3\nUSNR\n4/1/44\n4/2/44\nD.C.M. CS 4/18/44\nAppointed Pharmacists.\nCS to CMOMM (PA). BuPers C/L 11-42 (Cor).\nDCM Tried 4/18/44. Finding: Spec.Prov.by Plea.\nSentence: Reduced to next inferior rating. App:\n4/18/44\nBuPers C/L 64/44.\n4\nUSNR\nTrans\n3/29/44\nTo S/M Base, New London, Conn.\nUSN\nC.S.\n4/1/44\nCS to COM(PA). BuPers C/L 11-42 (Cor.).\n6\nUSN\nRec\n4/8/44\nUSNR\nUSNR\nTrans\nD.C.M.\n9\nUSNR\nRec\n4/28/44\n4/26/44\n4/21/44\nFrom S/M Base, New London, Conn.\nTo USNR Pre-Midshipmen School, Asbury Park, M.J.\n-\nром\nSentence: Lose half pay 40 da. tlp $36.844\nTried 4/26/44. Find: Spee proy by Plea\nFrom S/M Base, New London, Conn.\n10\n11\n12\n13\n14.\nCamil\n1.G. MC CORMICK\nLieutenant Commander, U.S.N.\nExecutive Officer,\n15\nading ors of all ships and stations, whenever\nship or stallen i\nbet, by immeding of\non the last day of each mo",
  "17": "NAVERS 608-\n(Revised October 1940\nPage\n2B\nREPORT OF CHANGES\nof U. S. S. COBIA (SS245)\nJUN 19 1944\n19.44, date of sailing\nfor the month ending.\nfrom\n31st\nday of\nMay\nto\nNAMES\nSERVICE NUMBER\nDate of B\n(Alphabetly and will meant to ratings, with surname\nLa Report\nMo\nDa\nYr\n1 COHN, Frenk H. Jr./\n2 WEED, David L.\n/\n287-69-79\n627-91-72\nFlo\n1\n13\n43 Louisville, Ky.\n130\n1\n15\n43 Indianapolis, Ind\n4\n5\n9\n10\n11\n12\n13\n14\n15\nBranch of Servie\nBeaved,\nchange\nDate of Demons\nlume 1\nVessel or station from which moved, to what val or station tagated, when\ndischarge; where deserted,\nduty, give place of duty. If\nfinal diapo\nUSN\nTrans\n2\nUSNR\nRec\n5/18/44\n5/17/\n3\n20\n11\n12\n13\nTo CSD-32 (Tra.All.) v.0. GS-3.\nFrom CSD-32 (Tra.All.) V.O. Css-3.\nWork\nM.G. MC CORMICK,\nLieutenant Commander, U.S.N.,\nExecutive Officer.\n14\n15\nThe form to be led by commanding\nships and gations, whenever any ship or stacioni\nmiioned or placed out\nupos miling from one port to another, by manding offores",
  "18": "Page\nof U. S. S.\nfor the month ending.\nREPORT OF CHANGES\nday of\nfrom\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n28\n29\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\nNAMES\nAlphabetically arranged without mund te ting, with surname\nBranch c\nBerview\nReaved, traded\nfrating\nto\nSERVICE NUMBER\nDale of a\nBating of Date of\n19\ndate of sailing\nVel\ntion from which regelved, to what v\nation traded, where\nDate of Om in\nerpaid Whir",
  "19": "NAVPERS-B\n(Revised October 19\nPage 8\nREPORT OF CHANGES\nof U.S.S. COBIA SS245\nfor the month ending.\nfrom Pearl Harbor, T.H.\nday of\nto\n26 June\n2-B\n1944, date of sailing\nH\nNAMES\n(Alphabetically\nwithout regard to rathes, with re\nSERVICE NUMBER\n(The servic\nDate of\nLa Report\nMo\nda\nYr\n1 ADAMS, David Lester\n2 BRYANT, Edward Lavern /\n3 CAMPAGNA, Joseph Vincent\nCHAVIS, Simon\n& CHAVIS, Simon\n262-26-50 SM20\n628-58-07 Ck30.\n709-40-25 Flo\n930-72-99 StM20\n1\n28\n44 New London, Ct.\n6\n27\n42\nKansas City, Mo.\n11\n18\n42\nNew York, N.Y.\n2\n2\n44 Columbia, S.C.\n930-72-99 StM20\n2\n2\n44\nColumbia, 3.0.\nDE VEY, Robert Frederick\n234-43-52 $20\n1\n6\n43\nBuffalo, N.Y.\nMass\n7 DWYER, John Francis Jr.\n212-72-04 MOMM30\n2\n8\n41 Springfield,\n8 GARRIS, Henderson\n836-00-72 StM20\n9\n29\n43 Richmond, Va.\n9 HATTINGS, Donald William / 206-77-42 CEM(PA) 12\n10 HIGDON, Kenneth Paul\n18\n837-35-65\nMol30\n2\n22\n42 New London, Ct.\n43 Birmingham, Ala\n11 LADD, Donald Edward\n621-34-18\n12 MICHELL, Devereaux\nMICHELL, Devereaux\nL\n287-11-00\n287-11-00\n14 MORRIS, James\n201-87-47\nTM20\n120\nCMOMM(PA) 5 3\nCMOMM(PA) 6 5\n20\n10\n22\n1\n15 ROBERTS, Marshall Lester\n202-17-57 TM3\n42 Dealoines, Iowa\n40 Washington, D.C.\nB.C.L.U.S.\n41 Boston, Mass.\n42 Boston, Mass.\nBuch of Berview\nDate of Qorum\nfrom which\nduty. If pa\nathened, whe\nUSN\n2 USNR\nCR\nRec\n6/1/44\n-\nCR to Sle BuPers 77-44.\n6/16/44\nFrom CSD-45 R.C.\nUSNR\nCR\n6/1/44\nCR to MoMM30 - BuPers 77-44\nUSN(I) Rea\n6/5/44\nFrom CSD-45 R.C.\nUSN (1)\n6/21/44\nTo Submarine Base Navy No. 128.\n6\nUSN\nCR\n6/1/44\nCR to F20 - BuPers 110-43.\nUSN\nCR\n6/2/44\nUSN (I) Trans\n6/9/44\nCR to MoMM120- BuPers 110-43.\nTo CSD-45 FFT SubBase Nav No. 128.\nUSN\nTrans\n6/7/44\nTo CSD-45 R.C.\n10\nUSNR\nCR\n6/1/44\nCR to MoMM20 BuPers 77-44.\nUSNR\nRec\n6/7/44\n12\nUSN\nDise\n6/4/44\n13 USN\nReen\n6/5/44\n14\nUSN\nCR\n6/1/44\n15 USN\nCR\n6/1/44\nThis form to be nulled\nupon salling from\nFrom CSD 45 R.C.\nDischarged Honorable E.E.\nReenlisted on board.\nCR to Tle- BuPers 77-44\nCR to TM20- BuPers 77-44",
  "20": "Page 9\nREPORT OF CHANGES\nof U. S. S.\nCOBIA SS245\nfor the month ending.\nday of\n26 June\n1944, date of sailing\nfrom\nPearl Harbor, T.H.\nto.\nNAMES\nSERVICE NUMBER\n(The services\nDie of Etment\nRating of Date of\nPlace of Enlistment\nMo\nda\nyr\n16BODIAN, Fred Terral/\n617-84-17 30\n10\n6\n42 Dallas, Texas.\n17 SCHARDIEN, Albert George Jr. 707-07-93 20\n18, SULLIVAN, John H.\n9 19\n42 New York, N.Y.\n360-07-40 EM29\n11\n8\n39 Houston, Texas.\n19\n21\n22\n23\n25\n26\n27\n29\nBranch of Service\nBelved\nVeel or station from which reivel, to what\nstation trend, when\nDate of Quota\nother\nduty, give place of duty.\n16\nUSNR\nRec\n17\nUSNR\nCR\n6/7/44\n6/1/44\nFrom CSD-45 R.C.\n18\nUSN\nCR\n6/1/44\nCR to Fle\nCR to BuPers 77-\n-BuPers 77-44\n19\n20\n21\n22\n23\n21\n25\n26\n27\n28\n29\n30\nMick\nM.G. McCORMICK\nLieutenant Commander, U.S.N.,\nExecutive Officer.",
  "21": "NAYPERS 606-1\n(Revised October 19\nPage 1\nREPORT OF CHANGES\nof U.S. S. COBIA SS245\nfor the month ending.\nfrom\nMidway, T.H.\nday of\n30 June\nto\nJUL 19 1944\n2-B\n1944, date of sailing\nNAMES\nSERVICE NUMBER\nDate of\nRating of Date of\n(Alphabetically and without meant rather, with\nMo\nda\nyr\n1 CAIRNS, Arthur William\n4\n316-26-86\nCMOMO(AA) 11\n20\n42 Phila, Pa,\n2 KJELLIN, Carl Hilding\n3 MICHELL, Devereaux\n4 MURPHY, Arthur Cliff,\n300-16-30 EML\n9\n10\n40 Chicago, Ill\n287-11-00\nCMOM (PA)\n6\n5\n44 B.C.L.U.S.\n400-56-75 Ele\n4\n23\n40 Boston, Mass.\n6\n7\n8\n10\n11\n12\n13\n16.\n15\nBranch of Bervice\nReady\nfrogs which reived, to what\nation transferred,\nDate of Occu\nuty, give place of duty. If paper, give purp\nchange states\nUSN\nRec\n2 USIN\nUSIN\nTrans\nTrans\n6/30/44\n6/30/44\nFrom GSD-201.\nTo CSD-201.\n6/30/44\nTo CSD-201.\nUSN\nRec\n6/30/44\nFrom CSD-201\n2\n10\n11\n12\n13\n14\n15\nMonik\nM.G. MCCORMICK, Lt-Car., USN, EXEC.\nhowing\nThe form to be led by commanding offices of all she and stations, whenever any ship of station 1\nI change for the month he which subiated; sise upes saling can port to another, by\nsion on the last day of each month",
  "22": "Page\nof U. S. S.\nfor the month ending.\nfrom\nREPORT OF CHANGES\nday of\nto\n16.\n17\n18\n19\n20\n21\n22\n23\n24\n25\n25\n27\n28\n29\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n20\n27\n28\n29\n50\n19\ndate of sailing\nХАМЕН\n(Alphabetically manged without mend t mtp, with A\nto the and the first name written in fall)\nBERVICE NUMBER\n(The service number\nDale of\nRatings Date of\nLast Report\nPlace of Enlistment\nDale of Ou\nV\nratation from which received, to what we or station traded, who discharged\ngive place of daty. If p\ngive purpose of t\nH\nH",
  "23": "NAVPERS A\nPage 1\nMUSTER ROLL OF THE CREW\nof the U. S. S. COBIA (SS245)\nfor the quarter ending.\n30 June\n1944\nNAMES\nSERVICE NUMBER\nDATE OF ENLISTMENT\nDate\nPresent Rating\n(Alphabetically and without regard\nto the left and the first name written)\nDay\nMonth\nTour\nADAMS, David L\n262-26-50\nSM 10\n18\n1\n3/29/44\nANDERSON, Robert D.\n648-81-53\nRM30\n14 12\n42\n3/29/44\n\\ASSELIN, Raymond R.\n202-55-53\nSM30\n30\n10\n42\n3/29/44\nATTEBERRY, William L.\n355-99-08\nRML\n22 2\n40\n3/29/4\nBAILEY, Walter S.\n662-86-07\nSC30\n5\n42\n3/29/14\nBROTCHIE, Thomas H.\n607-32-04\nC30\n29\n2\n42\n3/29/\nBROWER, Philip D..\n874-81-05 GM3\n19\n2\n43\n3/29/\nBRYANT, Edward L.\n628-58-07\nCk30\n27 6\n42\n6/16/44\nCAIRNS, Arthur W.\n316-26-86\nCMOM (AN 20\n11 42\n6/30/44\nCAMPAGNA, Joseph V..\n709-40-25\nМомиЗа 18.\n11 42\n3/29/44\nCARLSON, Richard J..\n809-49-74\nSle\n1\n4.\n43\n3/29/\nCARR, David E.\n564-66-91\nRT2\n5 11\n42\n3/29/\nCASADY, Joseph E.\n312-77-57\nEM3\n13 12\n42\n3/29/44\nCHIOVOLONI, Sam S.\n207-14-41\nCHOMM(PA) 1 2\n43\n3/29/4\nCOLE, James M..\n393-44-51\nRM2\n30 11 40\n3/29/44\nCOMBS, Harley V.\n621-83-49 Sle\n26\n2 43\n3/29/44\nCONGLETON, Wilmer\n826-54-12 RM30\n15\n2 43 3/29/44\nDARGAN, Clifford T.\n638-60-11\nSle\n21\n442\n3/29/44\nDAVIS, Alden R.\nDENTON, Benjamin H..\nDeVEY, Robert E.\nDONAHUE, Harry J. Jr.\nDONAN, Russell\nDWYER, John F. Jr.\n223-99-32\n356-12-41 Bkrla\n234-43-53 $20\n223-90-05 GM2\n287-48-77 Ck2e\n212-72-04\nRM20\n17\n12 40\n3/29/\n29 2 39\n3/29/44\n6 1 43\n3/29/\n17 2\n40\n3/29/44\n6 8 40\n3/29/44\nMOM2c\n8\n9 41\n3/29/44\nFERRO, Einar J.\n644-19-17 TM3\n15\n1 42\n3/29/\nFITCH, Harry J.\n329-10-53 Flo\n2\n5 42\n3/29/\nFLAGG, Harry A.\nGAST, Robert R..\n622-69-76\n612-17-01 M20\nSle\n26\n1 42\n3/29/\n\\GUELZOW, Harvey W.\n300-40-11\n24\nMolanc. 12. 3. 41\n3 42\n3/29/\n3/29/44\nHARRIS, Robert A.\nHIGDON, Kenneth P.\nHYDE, George T.\nKORZENOWSKI, William F.\nKRATOHVIL, William J.\n613-29-02 TK30\n603-74-07 TM3c\n837-35-65 MOMM20 22 2 43\n291-81-05 RM30 27 12 41\n204-42-20 COM(PA) 19 8. 38\n2 12 42\n31 10 42\n3/29/44\n3/29/44\n3/29/\n3/29/\n3/29/44",
  "24": "Page.2\nMUSTER ROLL OF THE CREW\nof the U. S. S. COBIA (SS245)\nNAMES\n(Alphabetically arranged without regard t\nfor the quarter ending..\n30 June\n19.44\nSERVICE NUMBER\nDATE OF ENLISTMENT\n(The service number Present Rating\nDate first reved\nDay\nMonth\nYear\n\\KUTZLEB, Robert E.\n224-26-28\nLADD, Donald E.\n621-34-18\nMoMM2e 31\n20\n22 10\n5 41\n3/29/44\n42\n3/29/44\nLANESBURY, Robert C.\n223-58-69\nMADDEN, Walter C.\nPhle 27 10 39\n385-64-60 MOMMⱭe 11 7\n4/8/44\n42\n3/29/44\nMATHEWS, Thomas W.\nMATTIE, Richard F.\n280-00-85\n868-42-88 TM30\nTM20\n11 7\n42\n3/29/44\n27\n3\n43\n3/29/44\nMC CONNELL, James T.\n205-38-43 $20\n15\n2\n43\n3/29/44\nMC GUIRE, Eugene J.\n223-88-10\nYlo\n8\n10\n40\n3/29/44\nMINK, Fred Gordon\n328-58-01\nMOM30 16\n5\n39\n3/29/44\n\\MORRELL, Bernard B.\n337-42-61\nMoMM2c 9 12\n40\n3/29/44\nMORRIS, James\n201-87-47\nTo\n20\n1\n41\n3/29/44\nMURPHY, Arthur Cliff\n400-56-54\nc 23\n4\n40\n6/30/44\nMYERS, Howard C.Jr.\n623-15-19\nMOM30 22 2\n42\n3/29/\nNELSON, John C..\n234-50-05\n30\n5.\n2\n43\n3/29/4\n\\NETTLES, Fred J.\n274-24-27\nTo 23\n1\n42 3/29/44\nNETZEL, Kenneth J.\n622-87-66\n-\nQ30\n26\n5\n42\n3/29/44\nLOSSIANDER,Glenn.\n342-07-28\nMola 12. 2\n38\n3/29/\nPEPMEIER, Alfred H..\n338-35-90\nSle\n16 2\n43\n3/29/44\n\\REMILLARD, Earl D.\n\\REPECKO, Julius J.\n212-52-91\nMOMMLC 23.\n10\n39\n3/29/\n201-03-83 CM (PA) 19.\n11\n43\n3/29/\nAROBERTS, Donald W.\n326-60-24\na\n8.\n9\n39\n3/29/\nROBERTS, Marshall L.\nROBINSON, Darrell\n202-17-57 T20 4. 1\n42\n3/29/44\n356-38-76 -SCla\n5.\n11 40\n3/29/44\nRODEN, Arthur A. Jr.\n646-05-57 Slc\n19 8 41\n3/29/44\n\\RODMAN, Fred T.\nROHRWASSER, Charles F.\n\\SCHARDIEN, Albert G. Jr..\n617-84-17 Киза\n238-65-84\n6 10 42\n6/7/\nMOMMIC 20 5\nASHEA, Charles A.\n\\SPIVEY, Carl (n).\n707-07-93 Flo\n650-44-22\n19\nSULLIVAN, John H.\nSTILLERY, Sidney F..\nTURNER, Frederick V.\nWEED, David L.\nWILKINSON, Harold E.\nMOMM3c 30\n830-15-89 $20\n360-07-40\n272-42-51 Mol/30 11\n207-06-65 CGM(PA 31\n627-91-72\n207-27-03\n222\n40\n3/29/44\n9 43\n3/29/44\n3 42\n26 2 43\n8. 11 39\n10 40\n3/29/44\n3/29/44\n3/29/\n3/29/44\n12 41\n3/29/44\n3c 15\n1\n43\n5/17/44\nMoMMle 11 6\n40\n3/29/44",
  "25": "Page 3\nMUSTER ROLL OF THE CREW\nof the U. S. S..\nCOBTA (SS245)\nNAMES\n\\YOUNG, Frederick H.\nYOUNG, Harold R.\nfor the quarter ending 30 June\n19.44\nSERVICE NUMBER\nDATE OF ENLISTMENT\nPresset Rating\nDate Brst reved\nDay\nMosth\nYour\n730-91-13\nSle\n28\n11 42\n-10/23/4/4\n807-20-63\nEM30\n12\n1\n43\n3/29/",
  "26": "MUSTER ROLL OF THE CREW\nof the U. S. S..\nNAMES\n(Alphabetically arranged without regard to ratings, with surnam\nto the left a\nfirst name written i\nfor the quarter ending.\nSERVICE NUMBER\nDATE OF ENLISTMENT\nDe\nboard\nDay\nMonth Your\nH\nH",
  "27": "NAVPERS -\n(Reved October 1\nRECAPITULATION SHEET\nPag\nla\nof the U.S. S..\nCOBIA SS245\nCorrected as of\ntactle\n30 June\nBrought forward from last quarter,\nEnlistments (gain),\nReenlistments (gain),\nCHANGE IN STATUS\nAgreements to extend enlistments one year (not gain),\nAgreements to extend enlistments two years (not gain),\n0\nо\n1/\nAgreements to extend enlistments three years (not gain),\nAgreements to extend enlistments four years (not gain),\nReceived on board (gain) (enlistments, reenlistments, surrenders, and deliveries not included),\n79\nReceived from civil authorities after having been turned over to civil authorities,\nSurrenders (gain),\nDeliveries (gain),\nTotal gain during the quarter,\nTotal on board during the quarter (brought forward plus gain),\nHonorable discharges (expiration of enlistment),\nHonorable discharges (medical survey in the line of duty),\nGood discharges (recommended for reenlistment),\nOrdinary discharges (not recommended for reenlistment),\nSpecial order discharges (for the convenience of the Government),\nSpecial order discharges (for the convenience of the man),\nMedical survey discharges (not in line of duty),\nBad conduct discharges,\nDishonorable discharges,\nUndesirable discharges,\nUnderage discharges,\nInaptitude discharges,\nIndifferent discharges,\nEnlistments canceled,\nDesertions,\nTurned over to civil authorities,\nRetirements,\nTransfers to Fleet Naval Reserve and released from active duty,\nTransfers to other ships or stations,\nDetached duty,\nAppointments to warrant,\nDied,\nTotal loss,\n80\n80\nRemaining on board and carried forward,\n10\n70\nExtensions effective during quarter: 1-yr,\nExtensions canceled during quarter: 1-yr.,\n2-Yr.,\n; 2-yr.,\n; 3-yr\n; 4-yr\n; 3-yr.,\n; 4-yr.,\nEnlisted in Naval Reserve Class V-4,\nNUMBER\n19\nThis form is to be submitted to the Beres at the end of each garter with the quarterly roll, and\nwhich have\nd\nduring the period which\nthe right of sheet\nthe space\nduring the quarter the number \"18\" shall be\nIntended to furnish the Beress with a summary of all change\nthe left of sheet, 1. e, if ten honorable discharges have been\ndischarge, ele.\n(OVER)",
  "28": "RECAPITULATION SHEET\n20\nof the U. S. S..\nCOBIA SS245\nCorrected as of\nunding\nCHANGE IN STATUS\nGeneral courts-martial,\nSummary courts-martial,\nDeck courts-martial,\nAbsence over leave (less than 24 hours),\nAbsence over leave (over 24 hours),\nAbsence without leave (less than 24 hours),\nAbsence without leave (over 24 hours),\nMan days lost on sick list (result of own misconduct),\nMan days lost on sick list (not result of own misconduct),\nAdvancements in rating,\nReductions in rating,\nChanges in rating not involving advancement or reduction,\nPermanent appointments issued,\nMan days in confinement awaiting trial by court-martial,\nMan days in confinement sentence of court-martial,\nMan days in confinement awaiting action of the Bureau of Navigation,\nMan days in confinement awaiting action of the Secretary of the Navy,\nMan days in confinement (sentence at mast),\nMan days in confinement awaiting sentence,\nSUMMARY\n30 June\n2\n8\n8\n1\n2\nBrought forward from last quarter,\nGain during the quarter as per N. Nav. 5b,\nLoss during the quarter,\nRemaining on board and carried forward,\nOperating allowance,\nREMARKS: Recapitulation sheet NavPers 605-D submitted on\ndate of sailing 26 June, 1944, incorrect due to two (2)\ntransfers and two men received on 30 June, 1944 while\nmaking four hour stop-over for voyage repair\nо\n80\n10\n70\n69\nM.G. McCORMICK,\nLieutenant Commander, U.S.N.,\nExecutive Officer.\nNUMBER\n1944",
  "29": "NAVPERS 606-7\n(Revised October TMD)\nPage\nRECAPITULATION SHEET\nJUL 7 1944\nof the U.S. S. COBIA SS245\n30 June\nfor the quarter ending Submitted 26 June\n19.44\nCHANGE IN STATUS\nNUMBER\nBrought forward from last quarter,\nEnlistments (gain),\nReenlistments (gain),\nAgreements to extend enlistments one year (not gain),\nAgreements to extend enlistments two years (not gain),\nAgreements to extend enlistments three years (not gain),\n0\n0\n1\nAgreements to extend enlistments four years (not gain),\nReceived on board (gain) (enlistments, reenlistments, surrenders, and deliveries not included),\n77\nReceived from civil authorities after having been turned over to civil authorities,\nSurrenders (gain),\nDeliveries (gain),\nTotal gain during the quarter,\nTotal on board during the quarter (brought forward plus gain),\n78\n78\nHonorable discharges (expiration of enlistment),\n1\nHonorable discharges (medical survey in the line of duty),\nGood discharges (recommended for reenlistment),\nOrdinary discharges (not recommended for reenlistment),\nSpecial order discharges (for the convenience of the Government),\nSpecial order discharges (for the convenience of the man),\nMedical survey discharges (not in line of duty),\nBad conduct discharges,\nDishonorable discharges,\nUndesirable discharges,\nUnderage discharges,\nInaptitude discharges,\nIndifferent discharges,\nEnlistments canceled,\nDesertions,\nTurned over to civil authorities,\nRetirements,\nTransfers to Fleet Naval Reserve and released from active duty,\nTransfers to other ships or stations,\nDetached duty,\nAppointments to warrant,\nDied,\nTotal loes,\n7\n8\n4-y\n70\nRemaining on board and carried forward,\nExtensions effective during quarters 1-yr\nExtensions canceled during quarter: 1-yr,\nEnlisted in Naval Reserve Class V-4,\n; 2-yr.,\n3-yr.,\n; 3-уг,\n; 4-yr\nThis form i to be submitted to the Buress at the end\nwhich have sccurred in the enlisted personnel on board ships\nbe entered in the column to the right of sheet epposite the proper\nfaced during the quarter\nwith the warterly roll.\nlations during the period\ntered in the number elemn of the line designs\nwith ammary of all change\nThe number of changes shall\nten honorable discharges have b\n10\nfurnish the Bares\nwhich the qual\nhenerable dischargs, ele\n(OVER)",
  "30": "General courts-martial,\nRECAPITULATION SHEET\nof the U. S. S. COBIA SS245\nfor the quarter ending.\n-\nCHANGE IN STATUS\nSummary courts-martial,\nDeck courts-martial,\nAbsence over leave (less than 24 hours),\nAbsence over leave (over 24 hours),\nAbsence without leave (less than 24 hours),\nAbsence without leave (over 24 hours),\nNan days lost on sick list (result of own misconduct),\nMan days lost on sick liet (not result of own misconduct),\nAdvancements in rating,\nReductions in rating,\n2\n8\n8\nChanges in rating not involving advancement or reduction,\nPermanent appointments issued,\n1\n2\nMan days in confinement awaiting trial by court-martial,\nMan days in confinement sentence of court-martial,\nMan days in confinement awaiting action of the Bureau of Navigation,\nMan days in confinement awaiting action of the Secretary of the Navy,\nMan days in confinement (sentence at mast),\nMan days in confinement awaiting sentence,\nSUMMARY\nBrought forward from last quarter,\nGain during the quarter as per N. Nav. 5b,\nLoss during the quarter,\nRemaining on board and carried forward,\nOperating allowance,\nREMARKS:\n78\n8\n70\n69\nNNav Form 605 not on board - not submitted:-\nWannih\nM.G. MCCORMICK,\nLieutenant Commander, U.S.N.\nExecutive Officer.\nNUMBER",
  "31": "NAVPERS (-40)\nC-O-P-Y\nRead Instructions ent\nof sheet before preparing all\nTO BE FORWARDED TO THE BUREAU OF NAVAL PERSONNEL\nWITH QUARTERLY ROLL AT THE EXPIRATION OF EACH QUARTER\n(This is the forwarding sheet and only one should accompany roll)\nMUSTER ROLL OF THE CREW\nOF THE\nOn the.\n30th\nU.S.S. COBIA SS245\nSEP 14 1945\nday of SEPTEMBER\n19.44\nNumber of pages NAVPERS 605a, of Quarterly Roll.\nNumber of pages NAVPERS 605b, Report of Changes, submitted during quarter...\nNumber of pages NAVPERS 605c, Passenger Lists, submitted during quarter.\nNumber of pages NAVPERS 605d, Recapitulation Sheet.\nTHREE\nFOUR\nNONE\nONE\nCertified to be correct and that instructions regarding submission of rolls have been fully\ncomplied with.\nM.G. McCORMICK, Lieut-Comdr., USN.\nExecutive Officer.\nApproved this 1st\nday of OCTOBER\n1944\nA.L. BECKER, Commander, U.S.N.\nCommanding Officer.\nForwarded November 5th.\n1944\nFrom\nINSTRUCTIONS REGARDING MUSTER ROLL\n1. For additional instructions, see Articles D-4008 and D-4009, Bureau of Naval Personnel Manual, 1942.\n2 NAVPERS 605a, Quarterly Roll, must show the name of every enlisted man, except passengers, attached to ship, station, aviation\nsquadron, or unit, for permanent or temporary duty, for assignment, for medical treatment, or for instruction-with or without records-at\nexpiration of quarter; also all reservists on active duty-with or without pay.\n3. NAVPERS 606b, Report of Changes. This form shall be submitted by the following:\n(a) Commanding officers of all ships, stations, aviation squadrons, and units, whenever a ship, station, aviation squadron, or unit\nla commissioned or decommissioned.\n(b) Commanding officers of all naval vessels when sailing from one port to another, showing all changes in crew since submission\nThese forms to be submitted whether or not any changes have occurred.\nquadron, to a w the transfer of men from parent vessel to squadron organization, and all other changes that may have occurred since\nlast report.\nport. Equivalent to decommissioning the unit.\n(d) Commanding officers of aviation squadrons when the units return to their parent vessels for the purpose of assuming ship-\nbased status, to show transfer of men from squadron organization to the units ship-based, and all other changes that may have\noccurred since last report. Equivalent to decommissioning the squadron.\n(e) Commanding officers of all ships and stations on last day of each month, showing all changes for the month for which\nsubmitted that have not been previously reported on these forms. These forms to be submitted whether or not any changes have\noccurred.\nCommanding officers of point or origin of transfer of enlisted passengers-men for transportation only-on date of sailing,\nto show intended destination and name of transporting vessel.\n(g) Commanding officers of naval vessels carrying enlisted passengers-men for transportation only on date of sailing headed\n\"completed to show receipt and upon arriving at destination to show disposition. Any other changes that may have\noccurred in the status of enlisted passengers en route.\n(h) Commanding officers of point of destination at the end of the month following termination of passage on other than naval\nvessels, completed to show receipt of enlisted passengers from point of origin, name of transporting vessel, and further disposition.\nIf any be removed by competent authority from a draft on other than a naval vessel prior to arriving at original destination, such\ncompetent authority will be held responsible for informing the Bureau on these forms of the vessel from which removed, of the\ncircumstances of removal, and further disposition.\n4. NAVPERS 605c, Passenger List. This form to be submitted by vessel at date of sailing from one port to another, showing passengers\nother than enlisted personnel of the Navy taking passage on the vessel.\n&NAVPERS 6064, Recapitulation Sheet. This form is to be submitted to the Bureau with the quarterly roll and with final NAVPERS\n605b, when ship, station, aviation squadron or unit is placed out of commission or when aviation squadron and units assume a status equivalent\nto decommissioning.\n6. These instructions are to be followed by all ships, stations, aviation squadrons, and units. Reports must include all enlisted men and\nall reservists on active duty with or without pay.\n7. After the roll has been properly made out and certified to by the executive officer, signed by the commanding officer, it must be secured\nbetween the binder boards provided for that purpose, placed in the special envelopes, and forwarded to the Bureau.",
  "32": "DETAILED INSTRUCTIONS FOR PREPARING MUSTER ROLL\n8. How written All sheets comprising the rolls shall be typewritten, except those submitted by stations and vessels not allowed type-\nwriters. Black record ribbon shall be used and all entries on a roll made with the same type machine and new ribbon. When hand written,\nblack ink shall be used and all entries on a roll made by the same person in clear, legible hand. The rolls must be free from erasures and inter-\nlineations. No blank lines should be left between entries, except in cases where more than one line is used in column 9 on NAVPERS 605b,\nMonthly Report of Changes, when the corresponding lines at top of sheet shall be left blank; only authorized abbreviations shall be used in\nfilling out the rolls,\nFORWARDING SHEET (NAVPERS 605)\n9. The several blank spaces on the first or forwarding sheet of the muster roll are to be correctly filled in the following manner and\nforwarded to the Bureau of Naval Personnel with each quarterly roll:\n(1) The name of the vessel or station submitting the roll.\n(2) Date covering entries in muster roll.\n(3) Number of pages comprising the roll must always be stated in this space. If the roll contains 35 pages, the number \"1 to 35\" must\nappear.\n(4) Number of pages NAVPERS 60Gb, Monthly Report of Changes, submitted during the quarter.\n(5) Number of pages NAVPERS 605e, List of Passengers, which have been submitted during the quarter.\n(6) NAVPERS 606d, Recapitulation Sheet.\nThis w\nis will enable the Bureau to know that all of the reports have been received for the quarter covered by the roll.\nCERTIFICATE\n10. The signature of the executive officer must always be attached to the certificate, and if this is omitted it will be necessary to return the\nmuster roll.\nThe commanding officer must approve the muster roll and affix his signature. The date of his approval does not have to agree with the\ndate covered by the roll.\nIn this space will be noted the date the roll was forwarded to the Bureau, and the location of the ship at time roll was forwarded.\nIt is not necessary to forward this sheet with NAVPERS 6056 \"Monthly Report of Changes\" or with NAVPERS 606b and NAVPERS 606c\n\"Passenger Lists\" submitted at date of sailing, but one must always accompany each quarterly roll.\nQUARTERLY ROLL (NAVPERS 605a)\n11. The additional sheets for the quarterly roll are arranged to be used on both sides and are divided into columns. Each column is headed\nwith its number and the information it should show.\nColumn 1-This column is provided for the name of the enlisted man and must show the name of every enlisted man, except passengers,\non board the ship or station at date roll is submitted. It is to be arranged strictly alphabetically, without regard to rating or branch of service.\nThe surname is to be placed to the left and the first name always written in full, and the initials of middle names, if any.\nColumn 2-This column is provided for the service number, and under no circumstances will it be omitted.\nColumn 3-Rating at date of report.\nColumn 4-Date of enlistment. The date of enlistment as shown by this column must agree with the dates on the shipping article and\nservice record of the man, and it must always be the date of last enlistment.\nColumn 5-Date first received on board. It is intended that this column shall show the exact date each man on board was first received\nin his present tour of duty. These dates will not be changed during a man's continuous service on the same ship or station. \"Tour of duty\"\nand \"Continuous service\" mean the whole period from date first received to date permanently detached, and include (a) the time that may\nbe spent in hospitals or hospital ships for treatment or at service schools for instruction, temporary details in other vessels and at shore\nstations, provided the men concerned return to the ships or stations from which sent on termination of hospitalization or training or temporary\ndetails, (b) reenlistments on board, (e) when transferred for discharge and returned on reenlistment, (d) deserters from a command who may\nsurrender or be delivered thereto.\nMONTHLY REPORT OF CHANGES (NAVPERS 605b)\n12. The sheets are divided into two sections of 15 lines each. On the front of the sheet the lines are numbered from 1 to 15 and on the back\n16 to 30, with the corresponding numbers on the lower half, so that the complete information on each change in status is visible without the\nturning of the leaf.\nColumne 1, 2, 3, 4, 5, 6-Same Instructions are to be followed as for colutans under the same headings on the quarterly roll, or completed\nas indicated by headings.\nColumn 7-This column is intended to show all changes occurring as a result of men received (including temporary duty assignments),\ntransferred, enlisted, reenlisted, discharged, deserted, surrendered, or delivered, advanced in rating, reduced in rating, agreements to extend\nenlistment, extended enlistments that become effective, retired, died, transferred to Fleet Reserve, turned over to civil authorities, also all\ncourts-martial and deck courts, all special or detached duty details including landing parties, or any other change that could possibly occur\nin the status of an enlisted man. As many lines as there are changes should be used in preparing the roll. \"If a man is received one date, use\na line to report his receipt; if his rating is changed another date or the same date, use another line to report this change, etc.\nColumn 8-Date of occurrences in column 7. This column is provided to show the date that changes occur in the status of enlisted men\nand must never be omitted.\nColumn 9--This column is intended to show all that is required by the heading, and in addition to the specific information required by the\nheading, it is also to be used as a remark column and for any other purpose not herein mentioned that will enable the Bureau to know with\nabsolute accuracy the exact status of the enlisted man in question. As many lines as are necessary to show this information may be used. If\nmore than one line is used the corresponding lines at top of sheet must be left blank.\nPASSENGER LISTS-LETTER FORM\n13. Must be submitted by vessel at date of sailing from one port to another, showing enlisted or enrolled men and other persons taking\npassage on the vessel. Should passengers travel on other than a naval vessel, this report should be submitted by commandant of the naval\ndistrict from which vessel sails or the officer of the port.\nRECAPITULATION SHEET (NAVPERS 6054)\n14. This form is to be submitted to the Bureau at the end of each quarter with the quarterly roll, and with final NAVPERS 606b when ship,\nstation, aviation squadron, or unit is placed out of commission, or when aviation squadron and units assume a status equivalent to decommis-\nsioning, and is intended to furnish the Bureau with a summary of all changes which have occurred in the enlisted personnel on board ships and\nshore stations during the period of which the quarterly roll or final NAVPERS 605b is rendered. The number of changes shall be entered in\ncolumn to the right of sheet opposite the proper heading designated in the space to the left of sheet and must agree with the changes reported\non NAVPERS 605b; i. e., if 10 honorable discharges have been issued during the quarter, the number \"10\" shall be entered in the number\ncolumn on the line designated \"Honorable discharges, etc.\" The summary is intended to show whether a discrepancy exists between the\nmuster roll and report of changes. The number brought forward plus total gains for the quarter, minus total losses, should equal the number\non the current muster roll.",
  "33": "(Revised October 194\nPage\nREPORT OF CHANGES\nDEC 121944\nof U.S. S. COBIA SS245\n31st\nday of\nJuly\n1944, date of sailing\nto\nfor the month ending.\nfrom\n-----\nNAMES\nSERVICE NUMBER\nDate of\nRating at Date of\nMo\nDa\nYr\n1 ATTEBERRY, William Loran\n355-99-08\nRe\n2\n22\n40\nSan Diego, Cal.\n2 ATTEBERRY, William Loran\n3 RODEN, Arthur Albert Jr.\n355-99-08\n646-05-57\nRM10\n7\n22\n40\nSan Diego, Cal.\nSlo\n8\n19\n41 New York, N.Y.\n4\n5\n6\n8\n9\n10\n11\n12\n13.\n14\n15\nBranch of Bervie\nDate of Co\nwhich reived,\nwhat\nof duty.\ned and\n1\nUSH\nC.R.\n2\nUSN\nUSNR\nEnt.Enl.\nC.R.\n2/2/44\n7/22/44\n7/1/46\nCR to CRM(AA) (T), BuPers 134-44.\nEntended current enlistment three (3) years.\nCR to Cox. (T), BuPers 134-44.\n4\n9\n10\n11\n12\n13.\n14\n15\nManik\nM.G. McCORMICK,\nLieutenant Commander, U.S.N.,\nExecutive officer.\nThis form to be edited by commanding off of all ship and eations, whenever any\nwing change for the south he which subsed; si upon sailing\nthe jet day of th",
  "34": "NAVPERS\n-\n(Revised October 194\nPage\nREPORT OF CHANGES\nof U. S. S. COBIA\nfor the month ending.\n31st\nfrom\nday of\nto\nAugust\nNAMES\n(Alphabetically end without med\nSERVICE NUMBER\n(The\nDate of\nDEC 121944\n1944, date of sailing\n10\nDa Yr\nMim\n1 DARGAN, Clifford Terry\n638-60-11\nSle V6\n4\n21 42 Minneapolis,\nGUELZOW, Harvey William\nHARRIS, Robert Atlas\n300-40-11\n3\n12 41\nChicago, Ill.\n603-74-07\n30 V6\n10\n31 42\nWashington, DC\nPa.\n4 SHEA, Charles Alexander\n650-44-22\nMol30V6 3\n30 42\nPhiladelphia,\nFla\nSPIVEY, Carl (n)\n830-15-89\n320 V6\n2\n26 43\nJacksonville,\n☑WILKINSON, Harold Edward\n207-27-03\nMolla\n6\n11 40 New Haven, Ct.\n7\n8\n10\n11\n12\n13\n14\nBranch of Bervle\nDate of Corretore In\nchange of\nVeel or station from which monived, to what vessel or station treated, where discharged and\nrated and\nand when buried\n1 duty, give plan\nUSNR CR\n2\nUSN\nTrans.\nUSNR Trans.\n4\nUSNR CR\n8/1/44\n8/29/44\n8/29/44\n8/1/44\nCR Cox(T), BuPers C/L 134-4422\nTrans USS SPERRY duty. VO CSS-10.\nUSNE CR\n6\nUSN Trans.\n8/1/44\n8/29/44\nTrans CSD-101 Relief Crew. VO CSS-10\nCR MOM(T), BuPers C/L 134-44.\nCR to Slo, BuPers C/L 134-44.\nTrans CSD-101 Relief Crew. VO CSS-10.\n.\n10\n11\n12\nMamil\nM. G. MeCORK,\nLieut. Comd'r,U.S.N.\n14\n15\nThe\ncoming offers of all ship and stations, whenever any ship or stallon is cloned pled out of mami",
  "35": "NAYPERS\n-B\nRevised October 19\nPage\nREPORT OF CHANGES\nof U. S. S. COBIA SS245\nfor the month ending.\n6th\nday of\nSeptember\n19.44, date of sailing\nfrom SECOND WAR PATROL.\nto.\n1\nNAMES\n(Alphabetically and without need se tines, with\nto the left and the Best a\n2\nSERVICE NUMBER\n(The service number\nDate of Entot\nRating at Date of\nFace of\nMo\nDa Yr\nUtah.\nBODEN, Beryl Austin\n884-67-35\nMOMM30SV\n2\n26 43 Salt Lake City,\n2 BURLESON, Lawrence Glynn\n840-91-35\nFlo SV\n5\n27 43 Lubbock, Texas.\nDENTON, Benjamin Hiram\n356-12-41\nBkrle\n2\n29 39\nDallas, Texas.\nDURBAHN, David Charles\n869-81-80\nMOM30SV\n3\n22 43\nMinneapolis, Min\nKELLY, Michael Valentine\n821-01-35\nSlo SV\n4\n28 43\nWilkes Barre, Pa\nKUTZLEB, Robert Eugene\n224-26-28\nMol20\n5\n31 41\nNew York, N.Y.\nLADD, Donald Edward\n621-34-18\n120 V6\n10\n22 42\nDesMoines, Iowa\nMCDONALD, James Robert\n642-31-98\n30 V6\n6\n25 42\nNew Haven, Ct.\nMINK, Fred Gordon\n328-58-01 Mol043c\n5\n16 39\nMinneapolis, Min\n10 MORRELL, Bernard Belford\n337-47-61 MoMM20\n12\n9 40 St Louis, Mo.\n4\nREED, George Edward\n877-95-38 SC30 SV\n2\nSULLIVAN, John Henry\n360-07-40\n11\n343 LosAngeles, Cal.\n8 39 Houston, Texas.\n18\n14\n15\nBranch of Bervice\nstation from which moved, to what d\nstation traped, whe\nDate of Q\nUSNR\nRec.\n2\nUSNR\nRec.\n9/4/44\n9/4/44\nUSN\nTrans. 29/4/44\nUSNR\nRec.\nUSNR\nRec.\n9/4/44\n9/4/44\n6\nSN\nCR\n9/1/44\n7\nUS NR\nTrans.\nUSNR\nRec.\n9/4/44\n9/4/44\nFrom USS DRUM (Flag) vo CSS-10\nFrom USS DRUM (Flag) VO CSS-10\nTo USS FLORIKAN, duty. VO CSS-10\nFrom USS DRUM (Flag) vo CSS-10\nFrom USS DRUM (Flag) VO CSS-10\nCR Molle (T) - BuPers 134-44\nTo USS FLORIKAN, duty. VO CSS-10\nFrom USS DRUM (Flag). VO CSS-10\nUSN\nCR\n9/1/44\n-\nCR MOM20 (T) BuPers 134-44.\n10\nUSN\nCR\n9/1/44\n-\nCR Molle (T) BuPers 134-44\n11\nUS NR\nRec\n9/4/44\nFrom USS DRUM\n(Flag). VO CSS-10.\n12\nUSM\nTrans.\n9/4/44\n13\n14\nTo USS FLORIKAN, duty. VO CSS-10\nCamil\nMG. McCORMICK\nLieut. Cond'r,U.S.N\n15\nbitted by c",
  "36": "NAVPERS 605-1\n(Revised October 1\nPage\nREPORT OF CHANGES\nDEC 121944\nof U.S. S.\nCOBIA SS245\n30th\nday of\nto\nSEPTEMBER\n19 44, date of sailing\nfor the month ending.\nfrom\nNAMES\n(Alphabetically with me to with\nSERVICE NUMBER\n(The service amber\nDate of Railst\nRating at Date of\nLa Report\nPlace of Entret\nN-O-N-E\n2\n3\n5\n6\n7\n8\n2\n10\n11\n12\n13\n14\n15\n2\n3\n4\n10\n11\n12\n13\n14\n15\nM. G. McCORMICK,\nTreut. Comd',U.S..\nstation transfer, whe\nDate of Occumors In\nBranch of Bervice\nplace of duty. If p\nThis form to be submitted)\nnding foers of all ships and stations, whenever any ship or station le m\nshowing all change for the month he which subated, so upon salting to put to another, by manding offers of pola of orig\ntrade and polat of destination",
  "37": "Clev\nPage 2\nMUSTER ROLL OF THE CREW\nof the U. S. S.\nCOBTA (SS 245)\nNAMES\nfor the quarter ending 30 September\nSERVICE NUMBER\nDATE OF ENLISTMENT\nPro\nomitted)\nDay\nMooth Your\nKUTZLEB, Robert E.\n224-26-28\nMola 31\n5.\n41\n3/29/44\n✓ KRATOHVIL, William I..\nLANKSBURY, Robert C.\nMADDEN, Walter C.\n✓ 613-29-02 M3\n223-58-69 Phc 27\n385-64-60 MoMc 11\n2\n12\n42\n3/29/\n10\n39\n4/8/44\n7 42\n3/29/44\nMATHENS, Thomas W.\n280-00-85 TM20\n11\n2 42\n3/29/44\nMATTIE, Richard F.\nMCCONNELL, James T.\n868-42-88 Tm30\n27\n3.\n43\n3/29/44\n205-38-43 $20\n15\n2\n43\n3/29/44\nMcDONALD, James R..\nMcGuire, Eugene J.\n642-31-98\n30\n25\n2\n42\n9/4/44\n223-88-10\n8\n10 40\n3/29/44\nMINK, Fred G..\n328-58-01 Mo2a\n16\n5.\n39 3/29/44\nMORRELL, Bernard B.\nMORRIS, James....\n337-42-61 MOMIC\n9\n12 40\n3/29/44\n1 MURPHY, Arthur C.\n201-87-47 TML\n400-56-54 de\n20\n1. 41\n3/29/44\n23.\n4\n40\n6/30/44\nMYERS, Howard C. Jr.\n623-15-19\nMola3c\n22\n7 42\n3/29/44\n1 NELSON, John C.\n234-50-05 TM3c\n5\n2.\n43\n3/29/44\nNETTLES, Fred J.\nANETZEL, Kenneth J..\n1 OSSIANDER, Glenn\nPEPMETER, Alfred H..\nREED, George E.\nREMILLARD, Earl D.\n274-24-27 To\n23\n1\n42\n3/29/44\n622-87-66 QM30\n26\n5. 42 3/29/44\n342-07-78 MOMC\n338-35-90 Slo\n12\n2 38.\n3/29/44\n16\n2 43\n3/29/44\n877-95-38 SC30\n3\n2 43\n9/4/44\n212-52-91\nMOMMIC\n23\n10 39\n3/29/44\nREPECKO, Julius J.\n201-03-83\nCEM (PA) 19\n11 43\n3/29/44\nROBERTS, Donald W.\n326-60-24\nc\n8\n9.\n39\n3/29/44\n✓ ROBERTS, Marshall L.\n202-17-57\nT20\n4\n1\n42\n3/29/44\nROBINSON, Darrell\nRODEN, Arthur A. Jr.\nRODMAN, Fred T.\n356-38-76\nScle\n5\n11 40\n3/29/44\n646-05-57 Cox\n19\n8\n41\n3/29/44\nROHRWASSER, Charles F.\nSCHARDIEN, Albert G. Jr.\nSHEA, Charles A.\n_ SPIVEY, Carl\nTILLERY, Sidney F.\nTURNER, Frederick V..\n207-06-65\nWEED, David L.\n627-91-72\n617-84-17 EM3c\n238-65-84 Molc 20\n707-07-93\n650-44-22 Mol20 30\n830-15-89 Sla\n26\n272-42-51 Момис 11\nCOM(PA) 31\n30 15\n6\n10 42\n6/7/44\n5 40\n3/29/44\n19\n9 43\n3/29/44\n3 42 3/29/44\n2 43 3/29/44\n10 40\n12 41\n3/29/44\n3/29/44\n43 5/17/44\n19.44",
  "38": "MUSTER ROLL OF THE CREW\nof the U. S. S..\nCOBIA (SS 245)\nNAMES\n(Alphabetically arranged without regar ratings, with surname\nto the left and the first name written in full)\nfor the quarter ending 30 September\nSERVICE NUMBER\n(The service number\nDEC 12\n19.44\nDATE OF ENLISTMENT\nDate first received\nDay\nMonth Your\nADAMS, David L.\n262-26-50\nS\n28\n1\n14\n3/29/44\nANDERSON, Robert D..\n648-81-53 RM30\n14\n12\n2\n3/29/44\nASSELIN, Raymond R.\n202-55-53 SM30.\n30. 10\n42.\n3/29/44\nATTEBERRY, William L..\n355-99-08 CRM\n22.\n2\n40\n3/29/4\nBAILEY, Walter S.\nBODEN, Beryl A..\n662-86-07 SC30\n884-67-35 Mola3c\n5\n4\n42.\n3/29/44\n26\n2 43\n9/4/44\nBROTCHIE, Thomas H.\nBROWER, Philip D.\nBRYANT, Edward L.\nBURLESON, Lawrence G..\n607-32-04 FC30\n874-81-05 GMB\n628-58-07 CK30\n840-91-35 Fla\n29\n2\n42.\n3/29/44\n19 2\n43\n3/29/4\n27 6\n42\n3/29/44\n27\n5.\n43. 9/4/44\n(PA)\n✓ CAIRNS, Arthur W.\n316-26-86\nCMOM\n20 11\n42\n6/30/44\nCAMPAGNA, Joseph V..\n709-40-25\nMOMM3c 18. 11 42\n3/29/44\nCARLSON, Richard J.\n809-49-74\nSle\n1\n4\n43\n3/29/44\nCARR, David E..\n564-66-91 RT2c\n5\n11 42\n3/29/44\nCASADY, Joseph E.\n312-77-57\n13a\n(PA)\n13.\n12 42\n3/29/44\nCHIOVOLONI, Sam S.\n207-14-41 CMOMM 1.\n2 43\n3/29/44\nACOLE, James M.\n393-44-51\n420\n30\n11. 40\n3/29/44\nCOMBS, Harley V.\n621-83-49\nSle\n26\n2 43\n3/29/44\nCONGLETON, Wilmer\n826-54-12 EN30.\n15\n2.\n43\n3/29/44\nDARGAN, Clifford T.\n638-60-11 Cox\n21\n4 42\n3/29/44\nDAVIS, Alden R..\nDeVEY, Robert F.\nDONAHUE, Harry J.\nDONAN, Russell.\nDURBAHN, David C.\nDWYER, John F. Jr.\nFERRO, Einar J.\nFITCH, Harry J.\nFLAGG, Harry A.\nGAST, Robert R..\nHIGDON, Kenneth P..\nHYDE, George T.\nKELLY, Michael V.\n223-99-32 R2c\n234-43-53 20\n223-90-05 G2a\n287-48-77 CK20\n869-81-80 Моммза 22 3\n212-72-04 Mol M2c 8 9\n644-19-17 13\n329-10-53 Fle\n612-17-01 EV2e\n622-69-76 Slo\n837-35-65 Mol012c\n291-81-05 RM39. 27 12 41\n821-01-35 Slc\n12\n12 40\n3/29/44\n6\n1 43 3/29/44\n17 10 40\n6\n3/29/44\n8 40\n3/29/44\n43.\n9/4/44\n41\n3/29/44\n15 1\n42 3/29/44\n25\n42 3/29/\n26 1 42 3/29/44\n24 3 42\n3/29/4\n22 2 43\n3/29/44\n28\n4\nKORZENOWSKI, William F..\n204-42-20 COM (PA) 19 8\n3/29/44\n43 9/4/44\n38\n3/29/44",
  "39": "MUSTER ROLL OF THE CREW\nof the U. S. S..\nCOBIA (SS 245)\nNAMES\n(Alphabetically without\nYOUNG, Frederick H..\nYOUNG, Harold R..\nfor the quarter ending.30 September\n25121906\n\"\n19\n4\nSERVICE NUMBER\n(The service\nDATE OF ENLISTMENT\nPress Rating\nDate first reved\nDay\nMonth Your\n730-91-13 Sle\n807-20-63 M3c\n28\n11 42\n4/21/44\n12.\n1\n43\n3/29/44",
  "40": "NAVPERS -\n(Revind October 1ND\nPage\nRECAPITULATION SHEET\nof the U. S. S. COBIA SS245\nBrought forward from last quarter,\nEnlistments (gain),\nReenlistments (gain),\nCHANGE IN STATUS\nAgreements to extend enlistments one year (not gain),\nAgreements to extend enlistments two years (not gain),\nAgreements to extend enlistments three years (not gain),\n0121944\n19.44\nNUMBER\nfor the quarter ending. 30 September\n702\nAgreements to extend enlistments four years (not gain),\nReceived on board (gain) (enlistments, reenlistments, surrenders, and deliveries not included),\nReceived from civil authorities after having been turned over to civil authorities,\n6\nSurrenders (gain),\nDeliveries (gain),\nTotal gain during the quarter,\nTotal on board during the quarter (brought forward plus gain),\nHonorable discharges (expiration of enlistment),\nHonorable discharges (medical survey in the line of duty),\nGood discharges (recommended for reenlistment),\nOrdinary discharges (not recommended for reenlistment),\nSpecial order discharges (for the convenience of the Government),\nSpecial order discharges (for the convenience of the man),\nMedical survey discharges (not in line of duty),\nBad conduct discharges,\nDishonorable discharges,\nUndesirable discharges,\nUnderage discharges,\nInaptitude discharges,\nIndifferent discharges,\nEnlistments canceled,\nDesertions,\nTurned over to civil authorities,\nRetirements,\nTransfers to Fleet Naval Reserve and released from active duty,\nTransfers to other ships or stations,\nDetached duty,\nAppointments to warrant,\nDied,\nTotal loss,\n61>\n76\n6v\nRemaining on board and carried forward,\n6\n70\nExtensions effective during quarter: 1-yr,\nExtensions canceled during quarter: 1-yr,\nEnlisted in Naval Reserve Class V-4,\n12-y\n2-yr.,\n1: 3-yr.,\n3-yr\n4-yr\n1\n; 4-yr.,\nthe end of each gearter with the quarterly roll, and is intended to furnish the Bereas with ammary of all chang\nthe listed personnel on board ships and shore stations during the\nthe right sheet apposite the proper beading designated in the space to the left of sheet, if ten honorable discharges have bee\nquarter the number \"10\" shall be entered in the sumber colema of the line designated benerable discharge, etc,\nThis form\nwhich have\nto be submitted to the\narred\nd during\nOVER)",
  "41": "General courts-martial,\nRECAPITULATION SHEET\nof the U. S. S. COBIA SS245\n19.44\nNUMBER\nfor the quarter ending.\n30 SEPTEMBER\nCHANGE IN STATUS\nSummary courts-martial,\nDeck courts-martial,\nAbsence over leave (less than 24 hours),\nAbsence over leave (over 24 hours),\nAbsence without leave (less than 24 hours),\nAbsence without leave (over 24 hours),\nMan days lost on sick list (result of own misconduct),\nMan days lost on sick list (not result of own misconduct),\nAdvancements in rating,\nReductions in rating,\nChanges in rating not involving advancement or reduction,\nPermanent appointments issued,\nMan days in confinement awaiting trial by court-martial,\nMan days in confinement sentence of court-martial,\nMan days in confinement awaiting action of the Bureau of Navigation,\nMan days in confinement awaiting action of the Secretary of the Navy,\nMan days in confinement (sentence at mast),\nMan days in confinement awaiting sentence,\nSUMMARY\nBrought forward from last quarter,\nGain during the quarter as per N. Nav, 5b,\nLees during the quarter,\nRemaining on board and carried forward,\nOperating allowance,\nN-O-N-E.. Cover Sheet not submitted.\nPamink\nM. G. McCORMICK,\nLieut. Comd'r,U.S.N\n8\n70\n6\n6\n70\n69",
  "42": "BNP\nShane\n2-22-45\nTO BE FORWARDED TO THE BUREAU OF NAVAL PERSONNEL\nWITH QUARTERLY ROLL AT THE EXPIRATION OF EACH QUARTER\n(This is the forwarding sheet and only one should accompany roll)\nMUSTER ROLL OF THE CREW\nOF THE\nU.S.S. COBIA SS245\nOn the\n31st\nday of December\nFEB 17 1945\n19.44\nNumber of pages BNP 605a, of Quarterly Roll.\nNumber of pages BNP 605b, Report of Changes, submitted during quarter.\nNumber of pages BNP 605c, Passenger Lists, submitted during quarter.\nNumber of pages BNP 605d, Recapitulation Sheet\nThree\nSeven\nNone\nOne\nCertified to be correct and that instructions regarding submission of rolls have been fully\ncomplied with.\nM.G. MOCORMICK, Lieut-Comdr... USN\nExecutive Officer.\nApproved this 24th.\nday of January\n1945\nA.L. BECKER, Commander, U.S.N.\nCommanding Ofteer.\nForwarded\n25 January\n19.45\nFrom\nINSTRUCTIONS REGARDING MUSTER ROLL\nBNP 606a, Quarterly Roll, must show the name of every enlisted man attached to ship, station, aviation squadron, or unit at expiration of\nquarter; also all reservists on active duty-with or without pay.\nBNP 606b, Report of Changes. This form shall be submitted by the following:\nCommanding officers of all ships, stations, aviation squadrons, and units, whenever a ship, station, aviation squadron, or unit is\ncommissioned or decommissioned.\nCommanding officers of all naval vessels when sailing from one port to another, showing all changes in crew since submission\nof last report. These forms to be submitted whether or not any changes have occurred.\nCommanding officers of aviation units, ship-based, whenever unit assumes a shore base status as a part of an organized aquad-\nron, to show the transfer of men from parent vessel to squadron organization, and all other changes that may have occurred since\nlast report. Equivalent to decommissioning the unit.\nCommanding officers of aviation squadrons when the units return to their parent vessels for the purpose of assuming ship-based\nstatus, to show transfer of men from squadron organization to the units ship-based, and all other changes that may have occurred\nsince last report. Equivalent to decommissioning the squadron.\nCommanding officers of all ships and stations on last day of each month, showing all changes for the month for which submitted\nthat have not been previously reported on these forms. These forms to be submitted whether or not any changes have occurred.\nCommanding officers of point or origin of transfer of enlisted passengers-men for transportation only-on date of sailing, to\nshow intended destination and name of transporting vessel.\nCommanding officers of naval vessels carrying enlisted passengers-men for transportation only-on date of sailing headed\n\"Passengers\" completed to show receipt and upon arriving at destination to show disposition. Any other changes that may have\noccurred in the status of enlisted passengers en route.\nCommanding officers of point of destination at the end of the month following termination of passage on other than naval\nvessels, completed to show receipt of enlisted passengers from point of origin, name of transporting vessel, and further disposition.\nIf any be removed by competent authority from a draft on other than a naval vessel prior to arriving at original destination, such\ncompetent authority will be held responsible for informing the Bureau on these forms of the vessel from which removed, of the\ncircumstances of removal, and further disposition.\nBNP 605e, Passenger List. This form to be submitted by vessel at date of sailing from one port to another, showing passengers other\nthan enlisted personnel of the Navy taking passage on the vessel.\nENP 605d, Recapitulation Sheet. This form is to be submitted to the Bureau with the quarterly roli and with final BNP 605b, when\nship, station, aviation squadron or unit is placed out of commission or when aviation squadron and units assume a status equivalent to\ndecommissioning.\nThese instructions are to be followed by all ships, stations, aviation squadrons, and units. Reports must include all enlisted men and\nall reservists on active duty with or without pay.\nAfter the roll has been properly made out and certified to by the executive officer, signed by the commanding officer, it must be secured\nbetween the binder boards provided for that purpose, placed in the special envelopes, and forwarded to the Bureau.",
  "43": "DETAILED INSTRUCTIONS FOR PREPARING MUSTER ROLL\nHow written.-All sheets comprising the rolls shall be typewritten, except those submitted by stations and vessels not allowed typewriters.\nBlack record ribbon shall be used and all entries on a roll made with the same type machine and new ribbon. When hand written, black ink\nshall be used and all entries on a roll made by the same person in clear, legible hand. The rolls must be free from erasures and interlineations.\nNo blank lines should be left between entries, except in cases where more than one line is used in column 9 on BNP 605b, Monthly Report of\nChanges, when the corresponding lines at top of sheet shall be left blank; only authorized abbreviations shall be used in filling out the rolls.\nFORWARDING SHEET\nThe several blank spaces on the first or forwarding sheet of the muster roll are to be correctly filled in the following manner and forwarded\nto the Bureau of Naval Personnel with each quarterly roll:\n(1) The name of the vessel or station submitting the roll.\n(2) Date covering entries in muster roll.\n(3) Number of pages comprising the roll must always be stated in this space. If the roll contains 35 pages, the number \"1 to 35\" must\nappear.\n(4) Number of pages BNP 605b, Monthly Report of Changes, submitted during the quarter.\n(5) Number of pages BNP 605c, List of Passengers, which have been submitted during the quarter.\n(6) BNP 605d, Recapitulation Sheet.\nThis will enable the Bureau to know that all of the reports have been received for the quarter covered by the roll.\nCERTIFICATE\nThe signature of the executive officer must always be attached to the certificate, and if this is omitted it will be necessary to return the\nmuster roll.\nThe commanding officer must approve the muster roll and affix his signature. The date of his approval does not have to agree with the\ndate covered by the roll.\nIn this space will be noted the date the roll was forwarded to the Bureau, and the location of the ship at time roll was forwarded.\nIt is not necessary to forward this sheet with \"Monthly Report of Changes\" or with \"Passenger List\" submitted at date of sailing, but one\nmust always accompany each quarterly roll.\nQUARTERLY ROLL\nThe additional sheets for the quarterly roll are arranged to be used on both sides and are divided into columns. Each column is headed\nwith its number and the information it should show.\nColumn 1.-This column is provided for the name of the enlisted man and must show the name of every enlisted man, except passengers,\non board the ship or station at date roll is submitted. It is to be arranged strictly alphabetically, without regard to rating or branch of service.\nThe surmame is to be placed to the left and the first name always written in full, and the initials of middle names, if any.\nColumn 2-This column is provided for the service number, and under no circumstances will it be omitted.\nColumn 3-Rating at date of report.\nColumn 4-Date of enlistment. The date of enlistment as shown by this column must agree with the dates on the shipping article and\nservice record of the man, and it must always be the date of last enlistment.\nColumin 5-Date first received on board. It is intended that this column shall show the exact date each man on board was first received\nin his present tour of duty. These dates will not be changed during a man's continuous service on the same ship or station. \"Tour of duty\"\nand \"Continuous service\" mean the whole period from date first received to date permanently detached, and include (a) the time that may\nbe spent in hospitals or hospital ships for treatment or at service schools for instruction, temporary details in other vessels and at shore\nstations, provided the men concerned re.urn to the ships or stations from which sent on termination of hospitalization or training or temporary\ndetails, (b) reenlistments on board, (e, when transferred for discharge and returned on reenlistment, (d) deserters from a command who may\nsurrender or be delivered thereto.\nMONTHLY REPORT OF CHANGES\nThe sheets are divided into two sections of 15 lines each. On the front of the sheet the lines are numbered from 1 to 15 and on the back\n16 to 30, with the corresponding numbers on the lower half, so that the complete information on each change in status is visible without the\nturning of the leaf.\nColumns 1, 2, 3, 4, 5, 6-Same instructions are to be followed as for columns under the same headings on the quarterly roll, or completed\nas indicated by headings.\nColumn 7-This column is intended to show all changes occurring as a result of men received, transferred, enlisted, reenlisted, discharged,\ndeserted, surrendered, or delivered, advanced in rating, reduced in rating, agreements to extend enlistment, extended enlistments that\nbecome effective, retired, died, transferred to Fleet Reserve, turned over to civil authorities, also all courts-martial and deck courts, all special\nor detached duty details including landing parties, or any other change that could possibly occur in the status of an enlisted man. As many\nlines as there are changes should be used in preparing the roll. If a man is received one date, use a line to report his receipt; if his rating\nis changed another date or the same date, use another line to report this change, etc.\nColumn 8-Date of occurrences in column 7. This column is provided to show the date that changes occur in the status of enlisted men\nand must never be omitted.\nColumn 9-This column is intended to show all that is required by the heading, and in addition to the specific information required by the\nheading, it is also to be used as a remark column and for any other purpose not herein mentioned that will enable the Bureau to know with\nabsolute accuracy the exact status of the enlisted man in question. As many lines as are necessary to show this information may be used. If\nmore than one line is used the corresponding lines at top of sheet must be left blank.\nPASSENGER LISTS-LETTER FORM\nMust be submitted by vessel at date of sailing from one port to another, showing enlisted or enrolled men and other persons taking pas\nsage on the vessel. Should passengers travel on other than a naval vessel, this report should be submitted by commandant of the naval district\nfrom which vessel sails or the officer of the port.\nRECAPITULATION SHEET\nThis form is to be submitted to the Bureau at the end of each quarter with the quarterly roll, and with final BNP 605b when ship, station,\naviation squadron, or unit is placed out of commission, or when aviation squadron and units assume a status equivalent to decommissioning.\nand is intended to furnish the Bureau with a summary of all changes which have occurred in the enlisted personnel on board ships and shore\nstations during the period of which the quarterly roll or final BNP 605b is rendered. The number of changes shall be entered in column to\nthe right of sheet opposite the proper heading designated in the space to the left of sheet and must agree with the changes reported on\nBNP 606b; i. e., if 10 honorable discharges have been issued during the quarter, the number \"10\" shall be entered in the number column on the\nline designated \"Honorable discharges, etc.\" The summary is intended to show whether a discrepancy exists between the muster roll and\nreport of changes. The number brought forward plus total gains for the quarter, minus total losses, should equal the number on the current\nmuster roll.\nNote: See Articles D-4008 and D-4009, Bureau of Naval Personnel Manual, for further instructions.",
  "44": "NAYPERS -\n(Revised October 19th\nPage\nREPORT OF CHANGES\n20 DEC 44\nof U. S. S. COBIA SS245\nfor the month ending.\n31st\nday of\nOCTOBER\n19 44, date of sailing\nfrom\nto\nNAMES\nSERVICE NUMBER\nDate of Enlistmet\nRating at Dale of\n(Alphabetically aranand\nto the left and the l sane written in full)\n(The service number\nt under so edition\ns\nPlace of Exatment\nCalif.\n1\nBAILEY, Walter S.\n662-86-07\nSC30 V-6\n4\n6\n42 San Fran.\n2\nCAIRNS, Arthur W.\n316-26-86\nCMOMM (AA) 11\n20\n42 Phil. Pa.\nNewark,\n3 CARLSON, Richard J.\n809-49-74\nSle SV V6 3\n30\n43 N.J.\nDetroit,\n4\nCASADY, Joseph E.\n312-77-57 EM3c V-6\n12\n13\n42 Mich.\n5\nCOLE, James M.\n393-44-51\n2c\n11\n30\n40 Ore.\n6\nCONGLETON, Wilmer (n)\n826-54-12\nEM3c SVV6\n2\n15\n43 Md.\nPortland,\nBaltimore,\nBuffalo,\n7 DeVEY, Robert F.\n234-43-52 F20\n1\n6\n43 N.Y.\nNew Orleans\n8\nFERRO, Einar J.\n644-19-17\nTM30 V-6\n1\n15\n42 La.\n9\nGAST, Robert R.\n622-69-76\nSle V-6\n3\n24\n42 Mich.\n10\nMCCONNELL, James T.\n205-39-43\n32c V-6\n2\n15\n43 R.I.\n11\nSPIVEY, Carl (n)5\n830-15-89 Slc Sv V6 2\n26\nDetroit,\nProvidence,\nJackson-\n43 ville, Fla.\n12\n13\n14\n15\nReceived, trans\ndeserted,\nDate of t\nBranch of Bervi\ndrath any other\nVessel or station from which reprived, to what vessel e station transferred,\nand\nburied. If rated\ngive place o\nhere died,\ndirated, give\nravel and final\nL\nUSMR\nCR\n10/1/44\n2 USH\nCS\n10/1/44\nUSH (1)\nCR\n10/1/44\nCR to SC2c (T) BuPers. 134-44\nCS to CMOM (PA) BuPers. C/L 11-42 (Cor).\nCR to Y30 (T) BuPers. 134-4\n4\nUSNR\nCR\n5 USN\nCR\n6\nUSN (1)\nCR\n7 USN\nCR\n8\nUSNR\nCR\n10/1/44\n10/1/44\n10/1/44\n10/1/44\n10/1/44\n9 USAR\nCR\n10/1/44\n10 USMR\nCR\n10/1/44\n11\nUSN (I)\nCR\n10/1/44\nCR to 2c (T) BuPers. 134-44\nCR to Alle (T) BuPers. 134-44.\nCR to 2c (T) BuPers. 134-44\nCR to Fle (T) BuPers. 134-44.\nCR to T20 (T) BuPers. 134-44.\nCR to Cox (T) BuPers. 134-44.\nCR to Slc (T) BuPers. 134-4460\nCR to QM3c (T) BuPers. 134-44\n12\n13\n14\n15\nгиня\nM. G. McCORMICK\nLieut. Cond'r,U.S.N.\nThis form to be submitted by coming offers of all ships and stations, whenever any ship or station is cond or plant out of\nshowing all changes for the mouth for which salaitted, ale ugen sailing trous one port to another, by emmanding offers of point of origin c\nmission, on the last day of each math\nand point of destination of enlisted",
  "45": "NAVPERS 60s-\nPage\nREPORT OF CHANGES\nFEB 17 1946\nof U. S. S. COBIA SS245\nfor the month ending.\n30th\nday of\nNOVEMBER\n1944, date of sailing\nfrom\nto\nNAMES\nSERVICE NUMBER\nDate of Enlistment\nRating at Date of\n(Alphabetie\nfully\nADAMS, David Lester\n262-26-50\nBlo\n2 ATTEBERRY, William Loran\n355-99-08\nCRM(AA) (T)\n662-86-07\nSC 20\n668-02-38 SMLC\n3 BAILEY, Walter Stephen\nBATTIN, Robert Genen\n5 BATTI, Robert Genen\n6 BRANDOLF, William George\n7 CHIOVOLONI, Sam Santi\nFITCH, Harry John\nFARRAR, Kenneth Edward\n10 FLAGG, Harry Allen\nGAST, Robert Roy\n12 HORHOZ, Daniel \"\"\n13 HORHOE, Daniel \"\"\n14 JACOBS, Arthur (a)\n15 JOHNSON, John LeRoy\n668-02-38 SMLC\n851-28-09 GM30\n207-14-41 CMOM (PA)\n329-10-53 Fle\n655-24-18 Fle\n✓ 612-17-01 M2c\n622-69-76 Cox\n857-07-37 Fle\n857-07-37 Flo\n615-36-85\n554-75-62\nMold(20\n710\nReceived, traded.\nVessel\nDate of Oren\ntached\nstation from which reived, to what\nGacharge, where darted,\nplace of duty. If passenger, give p\nstation tragaferred, whe\nWhire\ntravel and final\ndeach\nUSN\nUSN\nTrans\nTrans\n11/19/44\n11/20/44\n3 USNR\nTrans\n11/20/44\nUSN\nRec\n11/20/44\nTo CSD 121 for duty.\nTo CSD 122 for duty.\nTo CSD 121 for duty.\nFrom CSD 121 for duty.\nUSN\nTrans\n11/23/44\nTo CSD 121 for duty.\nUSNR\nRec\n11/20/44\nRrom CSD-121 for duty.\nUSH\nTrans\n11/20/44\nTo CSD 121 for duty.\nUSN\nCR\n11/20/44\nTo MoM3c. Auth: BuPers C/L 297-44.\nUSNR\nRec\n11/20/44\nFrom Csd-121 for duty.\n10 USNR\nTrans\n11/20/44\nTo CSD 121 for duty.\n11 USNR\nTrans\n11/20/44\n12 USHR\nRec\n13 USNR\nTrans\n11/20/44\n11/29/44\n14 USMR\nRec\n16 US\nRec\n11/20/44\n11/20/44\nTo CSD 121 for duty.\nFrom CSD 121 for duty.\nTo CSD-121 for duty.\nFrom CSD 121 for duty.\nFrom CSD 121 for duty.\nThis form to be bitted by manding offers of all ships and stations whenever any ship or station is ioned or placed out of mami, on the jest day\nshowing all change the mouth he which submitted, so upen sailing from a port to another, by manding offers of point of origin of tre\ne\npolat of destination of enated",
  "46": "Page\nREPORT OF CHANGES\nof U.S. S. COBIA SS245\nfor the month ending.\n30th\nday of NOVEMBER\n, 1944, date of sailing\nfrom.\nto\nNAMES\n(Alphabetically\nSERVICE NUMBER\n(The vi number\nRating at Date of\n4\nDate of Enlistment\n16 KRATOHVIL, William John\n17 KIRKWOOD, Arthur Phillip\n18 LANGER, James Frederic\n19 LANKSBURY, Robert Carlton\n20 MADIGAN, Eugene Joseph\n21 MAHANES, Ray Clarence\n22 MC GUIRE, Eugene John\n23 MINK, Fred Gordon\n24 MORRELL, Bernard Belford\n25 MORRIS, James (n)\n613-29-02 T430\n762-01-15 Sle\n356-32-72 Cox\n223-58-69 Phile\n860-89-32\n553-58-64\n$20\nMola/2c\n223-88-10 Yle\n328-58-01\nMol20\n337-42-61 Molle\n201-87-47 Tle\n26 NETTLES, Fred Jewel\n27 NETZEL, Kenneth James\n28 OSSIANDER, Glenn (n)\n274-24-27 TMle\n29 PRESS, Walter Thomas\n30 RAINS, William Albert\n342-07-78\n224-58-26\n1878-89-81\n622-87-66 QM430\nMolalc\nSC 29\n$20\nVessel or station from which meived, to what vessel or station traded, where discharged and\nReerived, transd\nDate of is\nof duty. If pamenper, give purpose travel and final disposition\nange of stat\nTrans\nTo\n16 U31\n17\nUSNR\nRec.\n18\nUSN\nRec\n19 USN\nTrans\n20 UR\nRec\n21 USNR\nRec\n22 USN\n28 USN\n24 USN\n11/20/44\n11/20/44\n11/20/44\n11/20/44\n✓ 11/20/44\n11/20/44\nTrans 11/20/44\nTrans 11/20/44\nTrans 1 11/20/44\nCSD-121 for duty.\nFrom CSD 121 for duty.\nFrom CSD 121 for duty.\nTo CSD 121 for duty.\nFrom CSD 121 for duty.\nFrom CSD 121 for duty.\nTo CSD 121 for duty.\nTo CSD 121 for duty.\nTo CSD 121 for duty.\n25\nTrans\n26 USN\nUSNR\n27 XXXXXX\nTrans\nCR\n28 N\n29 ISH\nTrans\nRec\n11/20/44\n11/20/44\n11/1/44\n11/20/44\nTo CSD 121 for duty.\nTo CSD 121 for duty.\nRed to Sle. Auth Art D5113(3) BNP\nTo CSD 121 for duty.\n30\nRec\n11/20/44\n11/20/\nFrom CSD 121 for duty.\nFrom CSD 121 for duty.",
  "47": "NAVPERS -\nPage\nREPORT OF CHANGES\nof U. S. S.. COBIA SS245\nfor the month ending.\n30th\nday of NOVEMBER\n1944\ndate of sailing\nfrom\nto\nNAMES\nSERVICE NUMBER\nDate of Enlistment\nRating at Date of\n(Alphabetically arranged without regard to ratings, with sur\nPlace of Elment\nfull)\nmat under no condition\n1 REIDER, Wendell L.\n287-33-98 Te\n2 REPECKO, Julius John\n201-03-83 CEM (PA)\n3 RODEN, Arthur Albert Jr.\n646-05-57\nCox\nROHRWASSER, Charles Frederick 238-65-84\nMolle\n& SHIELDS, Roy (n)\nSTARMER, Herbert Lee\n852-13-81 old(30\n342-51-32 Phle\n7 STEWART, Charles Marvin Jr. 671-71-68 Slc\nSTALLMAN, Charles Stewart\n809-04-12 RT20\nTREGONING, Clyde Mercer\n651-64-05 SM2c\n10 VALLAS, William (n)\n875-08-10 Flo\n11 von BIELA, Leo Martin\n565-28-42 Slo\n807-20-63\n30\n12 YOUNG, Harold Reginald\n13\n14\n15\nBranch of Service\nstation from which maived, to what\nwhere dated,\ntached duty, give place of duty.\ndation transderm, where discharged and\nsame. If disrated, give\ntravel and t\nReceived\nDale of O\nVessel\nchers\nchange of sta\nUSN\nRec\n11/20/44\nFrom CSD 121 for duty.\n2 USN\nUSIR\nUSN\nUSMR\nRec\nUSH\nRec\nTrans 11/20/44\nTrans\n11/20/44\nTrans 11/20/44\n✓ 11/20/44\n✓ 11/18/44\nTo CSD 121 for duty.\n7USNR\nRec\n✓ 11/20/44\nTo CSD 121 for duty.\nTo CSD 121 for duty.\nFrom CsD 121 for duty.\nFrom CSD 122 for duty.\nFrom CSD 121 for duty.\nUSIR\nRec\n11/22/44\nFrom CSD 121 for duty.\nUSER\nRec\n11/23/44\nFrom CSD 121 for duty.\n10 USNR\nRec\n11/20/44\nFrom CSD 121 for duty.\n11 USAR\nRec\n11/20/44\nFrom CSD 121 for duty.\n12 USNR\nTrans 11/20/44\nTo CSD 121 for duty.\n13\n14\n15\nThis form to be subled by m\nshowing all change i the mouth le which submitted, so\nRamil\nM.G. MCCORMICK,\nLieut-Comdr.\nExecutive Officer\nby direction.\nsailing from one port to aether, by nancing offers of poial of origin of trafer and point of destination of ed",
  "48": "Page\nA-D-D-E-N-D-A\nREPORT OF CHANGES\nof U. S. S.\nCOBIA SS245\n30th\nday of\nNOVEMBER\n194, date of sailing\nto\nfor the month ending.\nfrom\nNAMES\n(Alphabetically\nfull)\nSERVICE NUMBER\n(The vi number\nRating of\nLast Repet\n16 COMBS, Harley Vance\n621-83-49\nSla\n17 DONAHUE, Harry Joseph Jr.\n223-90-05\nGM20\n18 PEPMETER, Alfred Henry\n338-35-90\nSlo\n19 ROBERTS, Donald William\n326-60-24\nle\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\nDate of O\nhang of stat\n16 USNR\nC.R.\n11/1/44\n17 USN\nC.R.\n11/1/44\n18 USN\nC.R.\n19 USN\nC.R.\n11/1/44\n11/1/44\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\nDate of Enlistment\nVel or station from which morived, to what earl or station transend, where discharged and\ndested, give\nlaced duty, give plane of duty. If paeger, give purpose of travel\n(T)\nCR to RM36. Auth: BuPers 297-44\nCR to GMle (T). Auth: BuPer a 297-44\nCR to TM30 (T). Auth: BuPora 297-44.\nCR to CE(AA) (T). Auth: BuPara 297-44\nMarmich\nM.G. McCORMICK,\nLieut-Gondr., USN,\nExecutive Officer.\nBy direction.\nH",
  "49": "NAVPERS 606-\nPage\nREPORT OF CHANGES\nof U. S. S. COBIA SS245\nfor the month ending.\nfrom\n31st\nday of\nDECEMBER\n19 44, date of sailing\nto\nNAMES\n(Alphabetically arranged without regard\nties, with su\nto the left and the Best same writies in full)\nSERVICE NUMBER\n(The service ber\n1\nN-O\nC-H-A-N-G-E-S\n2\n3\n4\n6\nH\n7\n8\n9\n10\n11\n12\n13\n14\n1\n2\n3\n4\n5\n6\n7\n9\n10\n11\n12\n13\n14\n15\ndeserted, diachr\nBranch of Bervice\ndeath, er sey ether\nchange of stat\nDate of Oman\nDate of Eme\nRating of\nReport\nPlace of Ename\nVessel or station from which molved, to what wel or station transdermd, whe\nted, and\ndue c overpaid. We did\nand where and whes buried. If rated and authority same. If diaried, gives\ntached duty, give place of duty. passenger, give purpose\nManik\nM.G. McCORMICK,\nLieut-Comdr., USN,\nExecutive Officer.\nBy Direction.\ncharged and\nThis form to be sued by mandingoffers of all ships and stations, whenever any ship or station is ioned or placed out\nday of\nshowing all change i the month for which submitted, also upea saling fron as port to another, by amanding ofs of point of origin of transfer and point of destination of enlisted",
  "50": "NAVPERS-A\n(Revised October 19\nPage 1\nMUSTER ROLL OF THE CREW\nof the U. S. S. COBTA (SS245)\nNAMES\n(Alphabetically ranged without regard to ratings, with surname\nfor the quarter ending...31 December\n2\nSERVICE NUMBER\n(The service number Present Rating\nmust under\n194\n4\nDATE OF ENLISTMENT\nDate first received\non board\nDay\nMonth\nYear\nBRANDOLF, William G.\nBROTCHTE, Thomas H..\nANDERSON, Robert D..\nASSMIN, Raymond R..\nBODEN, Beryl A.\n648-81-53 RM30.\n202-55-53 S30\n884-67-35 Mold/30\n851-28-09 GM30-\n3/29/44\n3/29/44\n9/4/44\n11/20/44\n3/29/44\n607-32-04 FC30\nBROWER, Philip D.\nBRYANT, Edward L.\n874-81-05-30.\n3/29/44\n628-58-07 Ck3c\n6/16/44\nBURLESON, Lawrence G.\n840-91-35-le\n9/4/44\nSAIRNS, Arthur W.\n316-26-86 CMOMM(PA)\n6/30/44\nCAMPAGNA, Joseph V..\n709-40-25 MoMa\n3/29/44\nCARLSON, Richard J.\n809-49-74 Y30 (T)\n3/29/44\nCARR, David E.\n564-66-91 RT20.\n3/29/44\nCASADY, Joseph E.\n312-27-57220 (T)\n3/29/44\nCOLE, James Morris.\n393-44-51 Ale(T)\n3/29/44\nCars, Harley V..\n621-83-49 RM30 (T)\n3/29/44\nCOUGLATON, Wilmer\n826-54-12\n20 (T)\n3/29/44\n✓ DARGAN, Clifford T.\n638-60-11 Cox (T)\n3/29/44\nDAVIS, Alden R.\n223-99-32. RM20\n3/29/44\nDeVEY, Robert F.\n234-43-52 Flo\n3/29/44\nDONAHUS, Harry J., Jr.\n223-90-05 Ge(T)\n3/29/44\nDONAN, Russell\n287-48-77Ck2c.\n3/29/\nDURRAHN, David C.\n869-81-80\nMola(30\n9/14/144\nDWYER, John F. Jr.\n212-22-04\nMo20\n3/29/4\nFARRAR, Kenneth E.\n655-24-18 Flo\n11/20/\nFERRO, Einar J.\n644-19-17 TM20 (T)\n3/29/44\nFITCH, Harry J..\n329-10-53 Mole30 (T)\n3/29/4\nHIGDON, Kenneth P.\n837-35-65 Mola(20\n3/29/\nHYDE, George T.\nJACOBS, Arthur (1)\n615-36-85 020\n554-75-62 Flo\n291-81-05\nRM30\n3/29/44\n11/20/44\nJOHNSON, John L..\nKELLY, Michael V.\n821-01-35\nKIRKWOOD, Arthur P.\n762-01-15 Sle\nKORZENOWSKI, William F..\n204-42-20\nKUTZLEB, Robert E.\n224-26-28\nCOM(PA)\nMolalle (T)\n11/20/44\n9/4/44\n11/20/44\n3/29/\n3/29/44",
  "51": "Page.....2.\nMUSTER ROLL OF THE CREW\nof the U. S. S..\nCOBIA (SS245)\nfor the quarter ending 31 December\n1944\nNAMES\nSERVICE NUMBER\nDATE OF ENLISTMENT\n(The service number\nPresent Rating\nDate received\nboard\nDay\nMonth\nTow\nLAENGER, James F.\nMADDEN, Walter C.\nMADIGAN, Eugene J.\n356-32-72 Cox.\n385-64-60 Nove\n860-89-32 $20.\n553-58-6 Mola20\n11/22/44\n3/29/\n11/20/44\nMAHANES, Ray C.\nKATHENS, Thomas W..\nHATTIE, Richard F.\n✓ McCONNELL, James T.\nMcDONALD, James R.\n280-00-85 1:2c\n868-42-88 19130\n2205-38-43 slo\n642-31-98 13\n11/20/44\n3/29/44\n3/29/\n3/29/44\n9/4/44\nMURPHY, Arthur C.\n400-56-54 ne\n6/30/44\nLYERS, Howard C., Jr.\n623-15-19 MOM3c\n3/29/44\nNELSON, John C.\n234-50-05 1:30\n3/29/44\nNETZEL, Kenneth J.\n622-87-66 Sle\n3/29/44\n✓ PEPLEIER, Alfred H..\n338-35-90 3:30\n3/29/44\nPRESS, Walter T.\nRADIS, Willian A.\n224-58-26\n4878-89-81 $20\nS020\n11/20/44\n11/20/44\nREED, George E.\nREMILLARD, Earl D.\n877-95-38 SC30\n9/4/t\n212-52-91\n3/29/44\nRENDER, Wendell \"L\"\n287-33-98\nc\n11/20/44\nROBERTS, Donald W.\n326-60-24\n(T)\n3/29/44\nROBERTS, Marshall L..\n202-17-57 T20\n3/29/44\nROBINSON, Darrell.\n356-38-76 sclo\n3/29/44\nRODMAN, Fred T.\nSHEA, Charles A.\n2617-84-17 10:30\n6/7/44\nSCHARDI, Albert G. Jr.\n707-07-93\nFle\n3/29/44\n650-44-220/20 (T)\n3/29/44\nKSHIELDS, Roy (n).\n852-13-81 Mol9/30\n11/20/44\nSPIVEY, Carl (n)\n*STARMER, Herbert L..\nART, Charles K., JE..\nSTALIMAN, Charles S.\n830-15-89 030 (T)\n3/29/44\n342-51-32 Phlo\n11/18/44\n1671-71-68 310\n11/20/44\n809-04-12 RT20\n11/22/44\nTILLERY, Sidney F.\nTREGONING, Glyde K.\n272-42-51 09:30\n651-64-05\n3/29/44\n20\n11/23/44\nTURNER, Frederick Y.\nVALLAS, 111ian (n)\nvon BIKLA, Leo .\n207-06-65 CO (PA)\n4875-08-10 Ele\n565-28-42 Sle\n3/29/44\n11/20/44\n11/20/44",
  "52": "Page 3\nMUSTER ROLL OF THE CREW\nof the U. S. S..\nCOBIA (59245)\nNAMES\n(Alphabetically arranged without regard to ratings, with surname\nto the int and\nfirst name written in full)\nfor the quarter ending 31 December\n19.44\n3\n4\nSERVICE NUMBER\nDATE OF ENLISTMENT\n(The service ber\nPresent Rating\nDate first received\nnboard\nmust und\nDay\nMath\nYour\nAED, David L.\n627-91-72\nYOUNG, Frederick H.\n730-91-13\n0130\nSlc\n5/17/44\n4/21/44\nManich\nM. G. McCORMICK\nLieut. Comdr,U.S.N.\nH",
  "53": "NAVPERS 08-D\nPage\nRECAPITULATION SHEET\n13 17 1946\nof the U. S. S. COBIA SS245\nfor the quarter ending. 31 December\nCHANGE IN STATUS\nNUMBER\nBrought forward from last quarter,\nEnlistments (gain),\nReenlistments (gain),\nAgreements to extend enlistments one year (not gain),\nAgreements to extend enlistments two years (not gain),\nAgreements to extend enlistments three years (not gain),\n70\nAgreements to extend enlistments four years (not gain),\nReceived on board (gain) (enlistments, reenlistments, surrenders, and deliveries not included),\n20\nReceived from civil authorities after having been turned over to civil authorities,\nSurrenders (gain),\nDeliveries (gain),\nTotal gain during the quarter,\nTotal on board during the quarter (brought forward plus gain),\nHonorable discharges (expiration of enlistment),\nHonorable discharges (medical survey in the line of duty),\nGood discharges (recommended for reenlistment),\nOrdinary discharges (not recommended for reenlistment),\nSpecial order discharges (for the convenience of the Government),\nSpecial order discharges (for the convenience of the man),\nMedical survey discharges (not in line of duty),\nBad conduct discharges,\nDishonorable discharges,\nUndesirable discharges,\nUnderage discharges,\nInaptitude discharges,\nIndifferent discharges,\nEnlistments canceled,\nDesertions,\nTurned over to civil authorities,\nRetirements,\nTransfers to Fleet Naval Reserve and released from active duty,\nTransfers to other ships or stations,\nDetached duty,\nAppointments to warrant,\nDied,\nTotal loss,\n20\n90\n20\nRemaining on board and carried forward,\n20\n70\nExtensions effective during quarter: 1-yr,\nExtensions canceled during quarter: 1-yr.,\nEnlisted in Naval Reserve Class V-4,\n2-y\n3-yr\n4-yr\n2-yr.,\n3-yr.,\n4-yr\nThis form\nwhich have\nbe entered in the column\nBe at the end of each quarter with the quarterly roll, and is intended to furnish the Bares\nwhich the quarterly\nthe right of sheet apposite the proper beading designated in the space\ne, il ten\nsumber \"10\" shall be entered in the number colums of the line designated honorable discharge, etc.\nOVER)\n1944\nwith mmary of all change\nThe sumber of changes shall\nhonorable discharges have been",
  "54": "General courts-martial,\nSummary courts-martial,\nDeck courts-martial,\nтана ИОГА ОТЧАЯ\nRECAPITULATION SHEET\nof the U. S. S..\nCOBTA SS245\nfor the quarter ending..\n31 December\n19.44\nCHANGE IN STATUS\nNUMBER\nAbsence over leave (less than 24 hours),\nAbsence over leave (over 24 hours),\nAbsence without leave (less than 24 hours),\nAbsence without leave (over 24 hours),\nMan days lost on sick list (result of own misconduct),\nMan days lost on sick list (not result of own misconduct),\nAdvancements in rating,\n26\n15\nReductions in rating.\n1\nChanges in rating not involving advancetnent or reduction,\nPermanent appointments larued,\n1\nMan days in confinement awaiting trial by court-martial,\nMan days in confinement sentence of court-martial,\nMan days in confinement awaiting action of the Bureau of Navigation,\nMan days in confinement awaiting action of the Secretary of the Navy,\nMan days in confinement (sentence at mast),\nMan days in eonfinement awaiting sentence,\nBrought forward from last quarter,\nGain during the quarter as per N. Nav. 5b,\nLoss during the quarter,\nRemaining on board and carried forward,\nOperating allowance,\nREMARKS:\nN-O-N-B\nSUMMARY\n20\n70\n69\n22229\n70\nH\n20",
  "55": "Read Instructions on reverse side of sheet before preparing roll\nВарио\nJune1-1945\nLetr\nTO BE FORWARDED TO THE BUREAU OF NAVAL PERSONNEL\nWITH QUARTERLY ROLL AT THE EXPIRATION OF EACH QUARTER\n(This is the forwarding sheet and only one should accompany roll)\nMUSTER ROLL OF THE CREW\nOF THE\nOn the.\n31st\nU.S.S. CORIA SS245\nday of.\nMARCH\n19.45\nNumber of pages NAVPERS 605a, of Quarterly Roll.\nThree\nNumber of pages NAVPERS 605b, Report of Changes, submitted during quarter.\nNumber of pages NAVPERS 605e, Passenger Lists, submitted during quarter.\nNumber of pages NAVPERS 605d, Recapitulation Sheet.\nNine.\nNone.\nOne\nCertified to be correct and that instructions regarding submission of rolls have been fully\ncomplied with.\nApproved this. 31st.\nday of. March\n19.45\n+ Sibley\nSIBLEY,Car, US\nExecutive Officer.\nForwarded.\nAPRIL\nA.L. BECKER, Commander, U.S.N.\nCommanding Ofleer.\n1945\nFrom\nINSTRUCTIONS REGARDING MUSTER ROLL\n1. For additional instructions, see Articles D-4008 and D-4009, Bureau of Naval Personnel Manual, 1942.\n2 NAVPERS 605a, Quarterly Roll, must show the name of every enlisted man, except passengers, attached to ship, station, aviation\nsquadron, or unit, for permanent or temporary duty, for assignment, for medical treatment, or for instruction-with or without records-at\nexpiration of quarter; also all reservists on active duty-with or without pay.\n3. NAVPERS 606b, Report of Changes. This form shall be submitted by the following:\n(a) Commanding officers of all ships, stations, aviation squadrons, and units, whenever a ship, station, aviation squadron, or unit\nis commissioned or decommissioned.\n(b) Commanding officers of all naval vessels when sailing from one port to another, showing all changes in crew since submission\nof last report. These forms to be submitted whether or not any changes have occurred.\nofficers of aviation units, ship-based, whenever unit assumes a shore base status as a part of an organized\nuadron, to show the transfer of men from parent vessel to squadron organization, and all other changes that may have occurred since\nlast report. Equivalent to decommissioning the unit.\n(d) Commanding officers of aviation squadrons when the units return to their parent vessels for the purpose of assuming ship-\nbased\nd status, to show transfer of men from squadron organization to the units ship-based, and all other changes that may have\noccurred since last report. Equivalent to decommissioning the squadron.\n(e) Commanding officers of all ships and stations on last day of each month, showing all changes for the month for which\nsubmitted that have not been previously reported on these forms. These forms to be submitted whether or not any changes have\noccurred\n(f) Commanding officers of point or origin of transfer of enlisted passengers--men for transportation only-on date of sailing,\nto show intended destination and name of transporting vessel.\n(g) Commanding officers of naval vessels carrying enlisted passengers men for transportation only-on date of sailing headed\n\"Passengers\" completed to show receipt and upon arriving at destination to show disposition. Any other changes that may have\noccurred in the status of enlisted passengers en route.\n(h) Commanding officers of point of destination at the end of the month following termination of passage on other than naval\nvessels, completed to show receipt of enlisted passengers from point of origin, name of transporting vessel, and further disposition.\nIf any be removed by competent authority from a draft on other than a naval vessel prior to arriving at original destination, such\ncompetent authority will be held responsible for informing the Bureau on these forms of the vessel from which removed, of the\ncircumstances of removal, and further disposition.\n4. NAVPERS 605e, Passenger List. This form to be submitted by vessel at date of sailing from one port to another, showing passengers\nether than enlisted personnel of the Navy taking passage on the vessel.\n5. NAVPERS 6064, Recapitulation Sheet. This form is to be submitted to the Bureau with the quarterly roll and with final NAVPERS\n605b, when ship, station, aviation squadron or unit is placed out of commission or when aviation squadron and units assume a status equivalent\nto decommissioning.\n6. These instructions are to be followed by all ships, stations, aviation squadrons, and units. Reports must include all enlisted men and\nall reservists on active duty with or without pay.\n7. After the roll has been properly made out and certified to by the executive officer, signed by the commanding officer, it must be secured\nbetween the binder boards provided for that purpose, placed in the special envelopes, and forwarded to the Bureau.",
  "56": "DETAILED INSTRUCTIONS FOR PREPARING MUSTER ROLL\n8. How written.-All sheets comprising the rolls shall be typewritten, except those submitted by stations and vessels not allowed type-\nwriters. Black record ribbon shall be used and all entries on a roll made with the same type machine and new ribbon. When hand written,\nblack ink shall be used and all entries on a roll made by the same person in clear, legible hand. The rolls must be free from erasures and inter-\nlineations. No blank lines should be left between entries, except in cases where more than one line is used in column 9 on NAVPERS 605b,\nMonthly Report of Changes, when the corresponding lines at top of sheet shall be left blank; only authorized abbreviations shall be used in\nfilling out the rolls.\nFORWARDING SHEET (NAVPERS 605)\n9. The several blank spaces on the first or forwarding sheet of the muster roll are to be correctly filled in the following manner and\nforwarded to the Bureau of Naval Personnel with each quarterly roll:\n(1) The name of the vessel or station submitting the roll.\n(2) Date covering entries in muster roll.\n(3) Number of pages comprising the roll must always be stated in this space. If the roll contains 35 pages, the number \"1 to 35\" must\nappear.\n(4) Number of pages NAVPERS 605b, Monthly Report of Changes, submitted during the quarter.\n(5) Number of pages NAVPERS 605e, List of Passengers, which have been submitted during the quarter.\n(6) NAVPERS 606d, Recapitulation Sheet.\nThis will enable the Bureau to know that all of the reports have been received for the quarter covered by the roll.\nCERTIFICATE\n10. The signature of the executive officer must always be attached to the certificate, and if this is omitted it will be necessary to return the\nmuster roll.\nThe commanding officer must approve the muster roll and affix his signature. The date of his approval does not have to agree with the\ndate covered by the roll.\nIn this space will be noted the date the roll was forwarded to the Bureau, and the location of the ship at time roll was forwarded.\nIt is not necessary to forward this sheet with NAVPERS 606b \"Monthly Report of Changes\" or with NAVPERS 605b and NAVPERS 605\n\"Passenger Lists\" submitted at date of sailing, but one must always accompany each quarterly roll.\nQUARTERLY ROLL (NAVPERS 605a)\n11. The additional sheets for the quarterly roll are arranged to be used on both sides and are divided into columns. Each column is headed\nwith its number and the information it should show.\nColumn column is provided for the name of the enlisted man and must show the name of every enlisted man, except passengers,\non board the ship or station at date roll is submitted. It is to be arranged strictly alphabetically, without regard to rating or branch of service.\nThe surname is to be placed to the left and the first name always written in full, and the initials of middle names, if any.\nColumn 2-This column is provided for the service number, and under circumstances will it be omitted.\nColumn 3-Rating at date of report.\nColumn 4-Date of enlistment. The date of enlistment as shown by this column must agree with the dates on the shipping article and\nservice record of the man, and it must always be the date of last enlistment.\nColumn 5-Date first received on board. It is intended that this column shall show the exact date each men on board was first received\nin his present tour of duty. These dates will not be changed during a man's continuous service on the same ship or station. \"Tour of duty\"\nand \"Continuous service\" mean the whole period from date first received to date permanently detached, and include (a) the time that may\nbe spent in hospitals or hospital ships for treatment or at service schools for instruction, temporary details in other vessels and at shore\nstations, provided the men concerned return to the ships or stations from which sent on termination of hospitalization or training or temporary\ndetails, (b) reenlistments on board, (c) when transferred for discharge and returned on reenlistment, (d) deserters from a command who may\nsurrender or be delivered thereto.\nMONTHLY REPORT OF CHANGES (NAVPERS 605b)\n12. The sheets are divided into two sections of 15 lines each. On the front of the sheet the lines are numbered from 1 to 15 and on the back\n16 to 30, with the corresponding numbers on the lower half, so that the complete information on each change in status is visible without the\nturning of the leaf.\nColumns 1, 2, 3, 4, 5, 6-Same instructions are to be followed as for columns under the same headings on the quarterly roll, or completed\nas indicated by headings.\nColumn 7-This column is intended to show all changes occurring as a result of men received (including temporary duty assignments),\ntransferred, enlisted, reenlisted, discharged, deserted, surrendered, or delivered, advanced in rating, reduced in rating, agreements to extend\nenlistment, extended enlistments that become effective, retired, died, transferred to Fleet Reserve, turned over to civil authorities, also ail\ncourts-martial and deck courts, all special or detached duty details including landing parties, or any other change that could possibly occur\nin the status of an enlisted man. As many lines as there are changes should be used in preparing the roll. If a man is received one date, use\na line to report his receipt; if his rating is changed another date or the same date, use another line to report this change, etc.\nColumn 8-Date of occurrences in column 7. This column is provided to show the date that changes occur in the status of enlisted men\nand must never be omitted.\nColumn 9.-This column is intended to show all that is required by the heading, and in addition to the specific information required by the\nheading, it is also to be used as a remark column and for any other purpose not herein mentioned that will enable the Bureau to know with\nabsolute accuracy the exact status of the enlisted man in question. As many lines as are necessary to show this information may be used. If\nmore than one line is used the corresponding lines at top of sheet must be left blank.\nPASSENGER LISTS-LETTER FORM\n13. Must be submitted by vessel at date of sailing from one port to another, showing enlisted or enrolled men and other persons taking\npassage on the vessel. Should passengers travel on other than a naval vessel, this report should be submitted by commandant of the naval\ndistrict from which vessel sails or the officer of the port.\nRECAPITULATION SHEET (NAVPERS 605d)\n14. This form is to be submitted to the Bureau at the end of each quarter with the quarterly roll, and with final NAVPERS 605b when ship,\nstation, aviation squadron, or unit is placed out of commission, or when aviation squadron and units assume a status equivalent to decommis-\nsioning, and is intended to furnish the Bureau with a summary of all changes which have occurred in the enlisted personnel on board ships and\nshore stations during the period of which the quarterly roll or final NAVPERS 6056 is rendered. The number of changes shall be entered in\ncolumn to the right of sheet opposite the proper heading designated in the space to the left of sheet and must agree with the changes reported\non NAVPERS 605b; i. e., if 10 honorable discharges have been issued during the quarter, the number \"10\" shall be entered in the number\ncolumn on the line designated \"Honorable discharges, etc.\" The summary is intended to show whether a discrepancy exists between the\nmuster roll and report of changes. The number brought forward plus total gains for the quarter, minus total losses, should equal the number\non the current muster roll.",
  "57": "NAVPERN 6-1\nPage\nREPORT OF CHANGES\nFEB 26245\nof U. S. S.\nCOBIA SS245\nfor the month ending. 31st\nday of\nJANUARY\n, 1945, date of sailing\nfrom\nto\nNAMES\n(Alphabetically aman\ntings, with surname\nSERVICE NUMBER\n(The service number\nRating\nDate of\nPlace of Enlists\n1 BROTCHIE, Thomas Henry\nCARLSON, Richard John\nDARGAN, Clifford Terry\nKRATOHVIL, William John\nMATTIE, Richard Frederick\nMcCONNELL, James Trenn\nMcCONNELL, James Trenn\nAMCGUIRE, Eugene John\nMURPHY, Arthur Cliff\n10 MYERS, Howard Carl Jr.\n11REMILLARD, Earl David.\n12 TILLERY, Sidney Fowler\n13\n14\n607-32-04\nF030\n810\n809-49-74 130\n638-60-11 Cox\n613-29-02 13130\n868-42-88 TM30\n205-39-43\n205-39-43 TM30\n223-88-10 Yle\n400-56-54 ENlo\n623-15-19 MOMM30\n212-52-91 MOMMO\n272-42-51 MOMM30.\n15\ndeserted, decharged\ndeath\nother\nchange of status\nVel\nDate of t\nstation from which regelved, to what veel e station transferred, where discharged and\ndeath\nwh buried. If sedi\n1 duty, give place of duty.\npurp\n(T)\nUSNR\nC. R.\n2 USNR\nTrans\n3 USNR\nTrans\nUSNR\nRec\n1/1/45\n1/27/45\n1/30/45\n1/30/45\nUSNR\nC.R\n1/1/45\nUSMR\nC.R.\n1/1/45\nCR to FC20. \"BuPers 297-44.\nTo Submarine Division 121. VO CSD-121\nTo Submarine Division 121. VO CSD-121\nFrom Submarine Division 261. VO CSS 26\nCR to TM2)\nBuPers 297-44\nCR to TM30) BuPers 297-44.\nUSNR\nTrans\n1/30/45\nUSN\nRec\n1/25/45\nUSM\nC.R.\n1/1/45\n10 USNR\nC.R.\n1/2/45\n11 USN\nC.R.\n1/1/45\n12 USN\nC.R.\n1/1/45\nTo Submarine Division 261. VO CSS 26\nFrom Submarine Division 121. VO CSD-121\nTo CEM(AA) (T). BuPers 297-44.\nCR to MolM2c. BuPers 297-44\nCR to CMOMM(AA) (T). BuPers 297-44.\nCR to MoMM20(T). BuPers 297-44.\n13\n14\n15\nThis w\nManich\nM.G. McCORMICK\nLt-Cdr., U.S.N.,\nExecutive Officer.\nwhich submited; also upon sailing from one port to anether, by oummanding offers of potal of origin of trazer and point of destina",
  "58": "Page\nof U. S. S.\nfor the month ending.\nfrom\nREPORT OF CHANGES\nday of\nto\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n19\ndate of sailing\nNAMES\nSERVICE NUMBER\nDate of Enlistment\n(Alphabetically arranged without regard\n(The service number\nRating at Taleof\nLa Report\nwritten i fall\nition\nBorived, trans\nDate of Onala\nBranch of Bervie\nstation from which merived, what vessel or station tranded, whees disch",
  "59": "NAVPERS\n-E\nRevised October 1942)\nPage\nFor be other side\nMAR 21 1945\nREPORT OF CHANGES\nU.S. S.\nof U. S. S.\nCOBIA (SS245)\n(245) AT800 2.2.1.1\nday of FEB 18 1945\nsailing\ndate of sailing\nfor the month ending\nfrom UPON SAILING\ntol\nSERVICE NUMBER\nDate of al\n(Alphabetically arranged without\nRating at Dale of\nLast Report\nPlace\nleft and the first name written in fully\n1\nANDERSON, Robert Dale\n2 ASSELIN, Raymond Rana.\n3 BAKER, Robert Allan\n4 BROWER, Philip Dean.\n5 BURLESON, Lawrance Glynn\n6 CAMPAGNA, Joseph Vincent\n7 CAIRNS, Arthur William\n8 CARR, David Ernest\n9 COLE, James Morris\n10 COMES, Harley Vance\n11 DAVIS, Alden Richards.\n12 DAY, Thomas Earl\n13 DESKOND, Forrest Erwin\n0648 81253 RM30\n202 552538830\n337 05 10 CRM(AA)(T)\n874 8100502230 defeome\n840 91835\n0709 40:250 930 on HTX 1\n316 26 86 DOMOMM(PA)\n564 66 91T20\n393 445\n500(7)\n621 83492130 (T) Tead\n223 99 322 20\n22379 18.960/01\n14 DeVEY, Robert Frederick (2) 234 43.52\n15 DONAN Russell (n)\nDate a\n287 18.877.2\nTo or station from which receiver\ndiarated, give cause\ne purpose of travel and final dispeelt\nLIAHOGON\nstation transferrel, where\n1 USNR V6\n2 USN\n3 USN\nTRANS 8 Feb 1945\nTRANS 8 Feb. 1945\nREC. 12 Feb. 19451\n4 USNR V6\n5 USNR V6\n6 USNR V6\n7 USN\n8 USNR V6\n9 USN\n12 USNR V6\n18USNA V6\nC. Rub 21 Feb. 1945\nC. R. Feb. 1949\nTRANS 8 Feb. 1945\nC. Rub Feb. 1945 AUTH: BuPers 0.L. 297-44. 20 to RT le (T)\nTRANS 8 Feb. 1945 Fransk to CSD 182 for duty.\n10 USNR V6 TRANS 08 Feb. 1945 Trans. to CSD 182 for duty.\n11 USN 0 TRANS-8. Feb. 1945\nREC/ 712 Feb. 1965\nREST\nTrean to CSD 182 for duty.\nTrank to CSD 182 for duty.\nRead from CSD 182 for duty.\nTRANS 8 Feb. 1945 TRANS 30 CSD 182 for duty.\nav mater\nAUTH: BuPers 0.L. 297-44. From Flo to Me (T)\n(T)\nAUTH: BuPers 0.L. 297-44. From MoM30 to MoMM20\nTRANSCSD 182 for duty. av\nMQU\nHOU\nTrans, CSD 182 for duty.\nRetro CSD 182 for duty.\nOV RUBU\n14 USN\n15S at DETRANS42-10, Feb.1966 Trans\nTRANS Bab. 1945 TRANS, to CSD 182 for duty.\nCSD 182 for duty.\nAY en e\nlatination of enlisted see other side\nplaced out of\nthe last\nUSS Griffle 60-44-1",
  "60": "Page\nfor the month ending\nfrom\nORT OF CHAN\nREPORT OF CHANGES\nof U. S. S.\nCOBIA (SS245)\n(2) 1800\n2231\nday of to rab.\n19 a date of shiling\nUPON SAILING\nNAMES\n(Alphabetically arranged without regard to\nsurname to the left and the first name written in full\nنما\nSERVICE MUNDER\nDate of Ralletmest\nDale of\nFlame of Enlistment\nLast Report\nH\nFITCH, Harry John\n2\n17 GARFIELD, Andrew Frank\n28 GAST, Robert Roy\n329 10:53\n316 81:50\nMoloza\n2\n(622 69 760x\nPHUSTON, Ralph Clark, Jr.\n2 JACOBS, Arthur (n)\n755 96 96 le\n615 36.85\nNot to seal HOESIAUR\nKTRK, Harold Roosevelt\n949 91 83\nstille\n667 24 32\n(2\n371 97 66\n(PA)\n385 64.60\nMolana\nMolar20\nKNAPP, Harold Mason\nLOVE, Leonard John\n24 MacARTHUR, Leroy (n)\n25 MADDEN, Walter Chipman (7)\n26 MAHANES, Ray Clarence\n27 MATHEWS, Thomas William\n28 MATTICE, Harold Arthur\n29 MATTIE, Richard Frederick\n30 MODONALD, James Robert\nT\n092247502 inpa\n553 58:680\n280 00-8520\n007306410\n868 42:88\n642 31:983\nService\nchange\nDate of oest\ncharacter\ndare\ngive case\npup of travel and final disposition\nAL\nTRANS8Zob. 1945 Trans, to CAD 182 for duty\n16 USN\n17\nUSN\n18 USNR V6\nREG\nREQ\n19\nUSNR V6\n(2)20 USNR V6\n21 USNR V6\n22 USNR V6\n12 Feb. 1945\nReap from OSD 182 for duty\n3 Feb. 1945 Read from CSD 121 for duty.\nREG12 Feb. 1945 Rea\" from 1080 182 for duty.\nTRANS- & Reb. 1945 Trans. to OSD 182 for Cuty.o\nRBCAA-12 Feb. 1945 Recutre OSD 162 for duty.\nREO 12 Feb. 1945 Rec. from OSD 182 for duty.\n23 UEN TO RECA-12 Feb. 1945 Red from OSD 162 for duty.\n12 Feb. 1945 Reg from CSD 082 for duty.\n&ob. 1945. Trans, to OSD 142 for duty.\n24 USN\n25 USN\n26 USNR V6\n27\nUSN\n28 USN-I\n29 USNR 16\n30 SNR 76\nRECub\nTRANS\nay sau or\nC. Rb1b1945AUTI: ByPers GL 1297-Malo to\nTRANS, 1945 Trang, to CSD 182 for duty.\nREC 12 Tab. 1945 Res from CSD 182 for duty.\nTRANSFeb 1945 Trans. to OSD 189 for duty\n1-7b 1945\n(T)\nAlvit BaPara C 297-30 to 20 (1)",
  "61": "NAVPERS -\nPage 3\nSee other side\nREPORT OF CHANGES\nof U. 8. 5.\nof U. 8. 8.\nCOBIA (SS245)\n2per Bay of FEB 18 1945\ntool\n19 by date of sailing\nOMLITAR MOSU\niling\nH\nfor the month ending\nfrom UPON SAILING\nNAMES\nthe left and first name written in full)\nA MONICHOLL, David Alexander\n2 MILLER, Eugene Stanton\n3 MONTAGUE, Lawrence Edward\n14 MORRIS, John Arthur\n5 MYERS, Howard Carl, Jr.\n16 NOLIN, Ernest Wilbur,\nROBERTS, Donald William\nROBINSON, Darrell (n)\n9 ODMAN, Fred Terral\n40 RODMAN, Fred Terral\nAL RUSSELL, Eugene Micheal\n5\nSERVICE NUMBER\nDale of Ha\nRating at Date of\nPlace of Entment\n266 29.69\n311 4007020\nMossella\nVI\n07 450\n555 83.45\n(T)\n20\n2008 do\nadotzen,OHNY\n623 15:19 Mol(fallaba OHUDY\n(201 73 55\n(T) $326 60241(A) (T)\n356 38 768910\n0617 848173\n2617 843729 R(T)\n08301 1630 door vena OSOA a\n12 SCHARDIEN Albert George, Fr 797 07.93\n13 SHANNON, Donald Dudley\net\n18\n33008 UITW TO\n63 91 06\n130\n14 TILLERY, Sidney Fowler\nTRIMBATH, Galen Earl\n272 42 51\n871 66 19\nMOM20(T\nRM39\nchange\ntravel\na trasferred\n1 USN\n2 USN\n3 SNR V6\n4 USNR V6\n5 USNR V6\n6 USN\nREO\n12 Feb 1945 Rec. from CBD 182 for duty.\n12 Feb 1945 Res, from CBD 182 for duty.\nREG12 Feb. 1945 Rec. from CBD 162 for duty.\nREQ12 Feb. 1945 Rec. from CBD 182 for duty.\nTRANS8 Feb. 1945 Trans. to CSD 182 for duty.\nRECb12b. 1945 Req, from CSD 182 for duty\nTRANS8 Feb. 1945 Trans. to CSD 182 for duty.\nTRANS8 Feb. 1945 Trans. to CSD 182 for duty, o\nB Feb. 1945\nAUTH\nAy gear\nEAT TE\n81\ner\n02\n12\nav avau\nBuPera C 297-44. 439 to 420 (T).\na\n87 945 to CBD 182 for duty as\n12 Feb 1945R.\n7 USN\n8 USN JALT\n9\nUSNR V6\nCR.\n10 USNR 16\nTRANS\n11 SN\nREC\n12 SNR V6\nCR\n1 Fab. 9\n13 SNR 76\n14 USN\nEEC\nTRANS\n15\n12 Feb. 1945.\n8 Feb. 1945\n12 Feb. 1945\nThis form to be bitted t\nOSD 181 for dut?\nBOLA 292-bh. Fe to Mol36(T)\nBao from CSD 182 for duty.\nTrans. to CSD 182 for duty.\nBea. from CSD 181 for duty.\n82\ne\n08",
  "62": "Page\n27.9\nREPORT OF CHANGES\nof U. S. S\nof U. S. S.\nCOBIA (88245)\nCAFFEB 18 1945\n2.2.111\n19 sai date of silling\nfor the month ending\nfrom\nUPON SAILING\nto\ntoal\nSERVICE NUMBER\nDate of\nRating Date of\ntically arranged\nPlace\nleft i\nte is full)\n16\n17\nWIRED, David Lynn\nWEST, Daniel Henry, Jr.\n28 WILBUR, Robert Soott\n19 WILLIAMS, Hersey Johnson\n627 91:72 Alva\nb560 84058\n(T) 801 2846 SUDATHON\n2263 70 068/2010\ndado BIOM\n30 YOUNG, Frederick Harol730 91013\n21 YOUNG, Frederick Harold\n22 FERRO, Einar John\n23 RENDER, Wendell \"L\"\n24 RENDER, Wendell \"L\n25 MARABAIN, Arsen Lupin\n2730 91213030(7)\nTAM 644 1917020(T) and\n287 33.98\n287-33.98\nTo\nTM20\n(T)0610-55-648 2\nJr.\n26 PACZKOWSKI, Stanley Joseph of 666-99-68030\n27 WILBUR, Robert Scott\n801-28-460 2000 red A NIGHANDS S\n28\n29\n30\nOTJOSMOM\nY\nHow verble HLLITT\n16 USNR V6\n17 USN\nTRANS7b1945\nRECO 12 Tab. 1945 Bad. 182 for dute\n08h 182 for dut\n18\nININ\nRECO 12 b. 1915\nfor dut\n19\nUSN\nRED 12 Feb. 1945.\n182 for dute\n20\nUSNR V6\n07. 1945:\n297-be to\n21 USNR V6\nTRANS 19458182 for duty\n22\nUSNR V6\n23 USN\nKau\nCub 2019 Feb. 1945 to 800 MART\nCub 2013 Feb. 1945 to 20 AUT DECK COURT MARTIAL\nCH.13 Feb. 1945 OR to TM302. AUTH; DECK COURT MARTZALE\nSMK\n25 USNR V6\nREO\n26 USNR V6\nRED\n17 Feb 1945\n17 Febro 1945\nUS9\n02\nEXALE&\n27 USN BV TRANS17 Feb 1945: To 050-182 da\n28\nbor dog st\n29\naub 70 81 gap of an\n210 day 8\n30\nyoub rot 181 980 mon POR ARE JOE SE\nBHAS\nAv man or\nA sent\nLe-car., USAR,\nFecutive Officerar",
  "63": "NAVPERS -\n(Revised October 1942)\nPage\nREPORT OF CHANGES\nFEB 23 1945\nof U. 8. 8. COBIA 88245\nfor the month ending\nfrom\n2\n3\n4\n5\n6\n7\nH\n8\n9\n10\n11\n12\n13\n14\n15\nNAMES\nSERVICE NUMBER\nDate of Ellebe\nRating\nPla\nfires same written in full\nDESMOND, Forrest Erwin\n1 USNR V6\n2\n3.\n4\n5\n6\n7\n8.\n9\n10\n11\nchange\nchange of status\nTRANS\n606-47-01 MOMLO\n2.7.13\nar\n81\n28\nas\nTS\n82\nes\n08\nstation from which receivel\ntrane, where\nTrans At Sea. USS CAUCAL\nAUR:Form \"G\"\nΤΕ\nJSIBLEY\nLt.Cdr., USNR,\nxecutive Officer.\ner\n02\nIS\nSS\n12\nas\n12\nTS\n13\n82\n14.\neg\n15\n08\nbe submitted\nwing\ncommanding officers of all ships c\nchange for the month for which mittel\nstations, whenever\nplaced out of",
  "64": "NAVPERS -\nPage\nЗДИАНО во Тяочая\nREPORT OF CHANGES\nof U. S. S.\nof U. S. S.\nCOBIA (SS245)\nto vab\n28th\nday of Marob Feb.\nfor the month ending\nfrom\n(Alphabetically arranged without regard\net\nLast Report\nedition\n1HUSTON, Ralph Clark, Jr.\n755 96 96\nSle\n10\n11\n11\n12\n12\n13\n18\n14\n14\n15\n16\nBrinch of Se\n8.8.0 to\nAPR 2 1945\n19 zaibas dinom sdl sol\n,19 45 date of sailing\nme. If disrated, give cause: if in detached duty, give\ngive purpose of travel and final deposition\nPlace of Enlistment\nof\n+9\nat\nBuried at sea, it\n81-\nLat: 09-58 S Long: 115-41 B. 2/27/45.\n1\n1\nUSNR V6\nDIED\n27 Feb. 1945 Result of gun wounds.\n2\n2\n8\nS. ther\nJ. SIBLEY, Lt. Cdr., USR.,\nExecutive Officer,\nBy/direction.\ner\n19-\n9\n10\n11\n10\n12\n12\n13\n19\n14\n14\n15\nmitted by commanding officers of all ships and stations, whenever\n1 changes for the month for which\nship\nalaspon sailing from sport to another, by commanding officers\nUSS Griffis-64-44-1\n85",
  "65": "AVPERS -\nbetober 1942)\nREPORT OF CHANGES\nAPS 2\n5p\n2.2.1\n19\ndate of sailing\n19 gaihag date of willing\nMAR 8 1945\nH\nage\nthe month ending\nof U.S. S\nof U.S. S. COBIA SS245\nREPORT OF CHANGES\nday of\nday of la\ntoul\nrom CONTINUATION OF 4th WAR PATROL\nme to the left and the first t\n1 BAKER, George Abram\n2 MAGINNIS, Bertram Edward\n3\nDate of all\nHating Date\n909-34-45\n920-56-06 Flo\n$2c\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nService\ndiarated, give\ntravel and final\ntransferred\n81\ner\n08\n12\n19\nas\nTS\n85\nes\n08\n1\nUSNR\nReo.\n2\nUSNR\nRec.\n3/7/45\n3/7/45\nFrom CSD-181. VO CSD 181\nFrom CSD-181,\nar\nVO CSD 181\nVI\n81\n3\nef\n4\n5\n12\n6\n7\n8\n9\n110\n121\n82\n12\nSIBLEY\n\"\n132\n143\nas\nL-Cdr., USNR,\nEfec. Officer.\nTS\n50\n08\nThis form to 1\nthaying all change for the month for which\npoint of dietination of enlisted pangers\nplaced out of\nfrom",
  "66": "NAVP RS\nRevised Oct\nPage\nB\n1942)\nREPORT OF CHANGESS\nof U. 8.8 COBIA 88245\n22\nMAY 1945",
  "67": "NAVPERS\nPage\nREPORT OF CHANGES\nof U. S. 8.\nCOBIA SS245\n2.2.1\nfor the month ending 31st\nday of\nMARCH\nfrom\ntool\n2\n3\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n2\n3.\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nthe left and the first same written is full)\nN-O-N-E\nMAY 1945\n19 45 date of willing\nmoxl\n41\n5\nDate of\nRating\nar\nTI\n81\ner\nST\n12\n89\n18\nas\nes\nor station from which received.\nstation transferrel, where\neverpaid\ntravel\nfinal\n44 Silley\nJSIBLEX\nLt-car\nUSNR,\nExec. Officer.\nTI\ner\n02\nSI\n82\n12\n32\nте\n82\nes\n08\nsubmitted by manding off of all whip and stations, wheeray ship\nall change for the mouth for\ndestination of enlisted papers\nstation is commissioned or placed est of commision, on the last\nUs Griffin 42-46-195",
  "68": "NAVA\n(Reviel Other THE\nPage\nMUSTER ROLL OF THE CREW\nof the U. S. S. COBTA (SS245).\nfor the quarter ending 31 March\nNAMES\n(Alphabetically arranged without regard to rating with a\nSERVICE NUMBER\nDATE OF ENLISTMENT\nPresent Rating\ncondition\nDay\nMonth\nTow\nBAKER, George Abram\n909 34 45\nS20\nBAKER, Robert Allen\n337 05 40 CRM(AA)\nBODEN, Beryl Austin.\n884 67 35\n3030130\nBRANDOLF, William George.\n851 28.09.\nG30\nBROTCHIE, Thomas Henry\n607 32 04\nFC20\nBRYANT, Edward Lavern\n628 58 07\nCk30\nBURLESON, Lawrence Glynn\n840 91 35\nM30\nCAMPAGNA, Joseph Vincent.\n709 40 25\nMol0/20\nGARR...\nDavid Ernest.\n564 66.91\nRTlc\nCASADY, Joseph Eugene.\n312 77 57\n20\nCONGLETON, Wilmer (n)\n826-54-12\n20\nPAY, Thomas Barl\n379 18.96\nFle\nDONAHUE, Harry Joseph, Jr.\n223 90 05\nGMc\nDURBAHN, David Charles\n869 81 80\nMoMM3c\nDWYER, John Francis, Jr.\n212 72 04\nMOM2c\nFARRAR, Kenneth Edward\n655 24. 18\nFlo\nFERRO, Einar John\n644 19 17\nT3c\nGARFIELD, Andrew Frank\n316 81 50\nSM2c\nGAST, Robert Roy\n622 69 75\nCox\nHIGDON, Kenneth Paul\n837 35 65\nMole42c\nHYDE, George Tobin\n291 81 05\nRM30\nJOHNSON, John LeRoy\n554 75 62\nFlo\nKELLY, Michael Valentine\n821 01 35\nSla\nKIRK, Harold Rosevelt.\n949 91 83\nStlo\nXIRKWOOD, Arthur Philip.\n762 01 15\nSle\nKNAPP, Harold Mason\n667 24 32\nFlo\nKORZENOWSKI, William Francis\n204 42 20\nCOM(PA)\nKUTZLEB, Robert Eugene.\n224 26 28\nMolc\nRATOHVIL, William John\nJANGER, James Frederic\nLOVE, Leonard John\nMAC ARTHUR, Leroy (n)\n613 29 02\n356 32 72\nTA30\nCox\n224 75 07\nMoMM2e\n371 97 66\nCEM()\nMADIGAN, Eugene Joseph\n860 89.32\n$2",
  "69": "Page 2\nMUSTER ROLL OF THE CREW\nof the U. S. S. COBIA (SS245)\nfor the quarter ending 31 March.\nNAMES\n(Alphabetically an\nSERVICE NUMBER\nDATE OF ENLISTMENT\n(The service\nPresent Rating\nondition\nDay\nYour\n1945\nDate first received\nMAGINNIS, Bertram Edward.\n920 56 06\nFlo\nMAHANES, Ray Clarence.\n553 58 64\nMolo\nMARABAIN, Arsen Lupin\n610 55 64\nT20\nMATTICE, Harold Arthur.\nMcDONALD, James Robert\nMc GUIRE, Eugene John.\nMONICHOLL, David Alexander\n807 30 64\n642 31 98.\nFle\n2c\n223 88 10\nYle\n311 40 07\nMOM2c\nMILLER, Eugene Stanton.\n266 29 69\nMold\nMONTAGUE, Lawrence Edward.\n807 45 04\n3\nMORRIS, John Arthur.\n555 83 45\nTM20\nH\nMURPHY, Arthur Cliff\n400 56 54\nCEM(AA)\nNELSON, John Clayton\n234 50 05\nTM430\nAETZEL, Kenneth James.\n622 87 66\nSlo\nNOLIN, Ernest Wilbur\n201 73 55\nEMle\nJr.\nPACZKOWSKI, Stanley Joseph,\n666 99 68\nSC30\n/PEPMEIER, Alfred Henry\n338 35 90\nTM30\nPRESS, Walter Thomas.\n224 58 26\nSC2c\nRAINS, William Albert\n878 89 81\nS2c\n✓ REED, George Edward.\nREMILLARD, Earl David.\nRENDER, Wendell \"L\"\n877 95 38\nSC30\nH\n212 52 91 CMOMM(AA)\n287 33.98\nTM30\n✓ ROBERTS, Marshall Lester\n202 17 57\nTM2c\nRUSSELL, Eugene Michael\n301 16 81\nRM30\n✓ SCHARDIEN, Albert George, Jr.707 07 93.\nMOM3c\n✓ SHANNON, Donald Dudley\n634 91 06\nEM3c\nSHEA, Charles Alexander.\n650 44 22\nMoMM20\n✓ SHIELDS, Roy (n)\n852 13 81\nMOMM3c\nSPIVEY, Carl (n)\n830 15 89\nQ430\nSTARMER, Herbert Lee.\n342 51 32\nPhle\nSTEWART, Charles Marvin, Jr. 671 71 68\nSle\nTALIMAN, Charles Stewart\n809 04 12\nRT20\nTREGONING, Clyde Mercer.\n651 64 05\nSM2c\nTRIMBATH, Galen Earl\n871 66 49\nTURNER, Frederick Vincent\n207 06 65\nRM30\nCM(PA)",
  "70": "NAVPERSA\nPage 3\nMUSTER ROLL OF THE CREW\nof the U. S. S. COBIA (SB245)\nfor the quarter ending...31 March\nNAMES\nabetically arranged without regard t\nSERVICE NUMBER\nThe service s\nmitted\nMAY 1945\nDATE OF ENLISTMENT\nDate first received\nPret Rating\nDay\nMonth\nYour\nVALLAS, William (a).\nvon BELA, Leo Martin\nход\n875 08 10\nFla\n565 28 42\nSle\nWEST, Daniel Henry, Jr...\n560 84 58\nSle\nWILLIAMS, Hersey Johnson\n263 70.06\nSle\nCA Sibley\nSIBLEY\nLt. Car, U.S.N.R.,\nby direction.",
  "71": "NAYPER-D\nRECAPITULATION SHEET\nof the U. S. S..\nCOETA SS245\nCHANGE IN STATUS\nBrought forward from last quarter,\nEnlistments (gain),\nReenlistments (gain),\nAgreements to extend enlistments one year (not gain),\nAgreements to extend enlistments two years (not gain),\nAgreements to extend enlistments three years (not gain),\nAgreements to extend enlistments four years (not gain),\nfor the quarter ending 31 March\n70\nReceived on board (gain) (enlistments, reenlistments, surrenders, and deliveries not included),\nReceived from civil authorities after having been turned over to civil authorities,\n28\nSurrenders (gain),\nDeliveries (gain),\nTotal gain during the quarter,\nTotal on board during the quarter (brought forward plus gain),\nHonorable discharges (expiration of enlistment),\nHonorable discharges (medical survey in the line of duty),\nGood discharges (recommended for reenlistment),\nOrdinary discharges (not recommended for reenlistment),\nSpecial order discharges (for the convenience of the Government),\nSpecial order discharges (for the convenience of the man),\nMedical survey discharges (not in line of duty),\nBad conduct discharges,\nDishonorable discharges,\nUndesirable discharges,\nUnderage discharges,\nInaptitude discharges,\nIndifferent discharges,\nEnlistments canceled,\nDesertions,\nTurned over to civil authorities,\nRetirements,\nTransfers to Fleet Naval Reserve and released from active duty,\nTransfers to other ships or stations,\nDetached duty,\nAppointments to warrant,\nDied,\nTotal loss,\nRemaining on board and carried forward,\nExtensions effective during quarter: 1-yr,\nExtensions canceled during quarter: 1-yr,\nEnlisted in Naval Reserve Class V-4,\n;2-yr.,\n;2-y.\n3-yr.,\n4-y\n; 3-yr.,\n4-yr\nThis form\nbe submitted\n28\n981\n26\n1/\n27\n71/\nBeat the end of each quarter with the quarterly roll, and is intended to furnish the\nNUMB\n45\nswithmary of all change\nbe entered i the cisma to the right of sheet apposite the preper heading designated in the space to the left of sheet, if ten benerable discharges have been\nssed during the quarter the number \"10\" shall entered in sumber columa of the 'ne designated honorable discharge, etc.\nOVER)",
  "72": "мо\nGeneral courts-martial,\nSummary courts-martial,\nTHE MAJ\nRECAPITULATION SHEET 22.U od1 lo\nof the U. S. S. COBIA SS245\nCHANGE IN STATUS\nfor the quarter ending. 31 March\nNUMBER\nDeck courts-martial,\nAbsence over leave (less than 24 hours),\nAbsence over leave (over 24 hours),\nAbsence without leave (less than 24 hours),\nAbsence without leave (over 24 hours),\n(bobubai toa asitvils bna asbes\nasitisedtoa livb\nMan days lost on sick list (result of own misconduct),\nMan days lost on sick list (not result of own misconduct),\nAdvancements in rating,\nReductions in rating,\nChanges in rating not involving advancement or reduction,\nPermanent appointments issued,\nMan days in confinement awaiting trial by court-martial,\nMan days in confinement sentence of court-martial,\nMan days in confinement awaiting action of the Bureau of Navigation,\nMan days in confinement awaiting action of the Secretary of the Navy,\nMan days in confinement (sentence at mast),\nMan days in confinement awaiting sentence,\nSUMMARY\nBrought forward from last quarter,\nGain during the quarter as per N. Nav. bb,\nLos during the quarter,\nRemaining on board and carried forward,\nOperating allowance,\nREMARKS\nN-O-N-E\n(nwg)\n(ning) stan\n19.45\n(ning ton) 2\nbestes of\ninlag )\ntaias don) ed\nailes bases of sti\n25\nA\n2 basis of\nmiles) (nag) brand as bevis\nsofta sizimda livia most beloo\n(niey)\n15\n3\n(aing) an\nsep ad unitab alay lator\nsap si iub Inod o fatoT\n(frente o anitaries) garfonib alderonot\nfub to oil od\n(em to bobnamosos) adab book\nJoa) segadoeb abr\n28\n27\n71\n69\nཐ ⌘ ླ ཊ\n1114",
  "73": "H\nNAVPERS 806 0-40)\nRead Instructions on reverse side of sheet before preparing roll\nTO BE FORWARDED TO THE BUREAU OF NAVAL PERSONNEL\nWITH QUARTERLY ROLL AT THE EXPIRATION OF EACH QUARTER\n(This is the forwarding sheet and only one should accompany roll)\nMUSTER ROLL OF THE CREW\nOF THE\nU.S.S. COBIA SS245\nOn the.\n30th\nAUG 6 14\nBlie.\nOf\nday of.\nJUN\n19.45\nNumber of pages NAVPERS 605a, of Quarterly Roll.\nNumber of pages NAVPERS 605b, Report of Changes, submitted during quarter.\nNumber of pages NAVPERS 605c, Passenger Lists, submitted during quarter.\nNumber of pages NAVPERS 605d, Recapitulation Sheet.\nTHREE\nSIX\nNONE\nONE\nCertified to be correct and that instructions regarding submission of rolls have been fully\ncomplied with.\nCAS\nJ.. SIBLEY, Lt car.\nUSMR\nExecutive Officer.\nApproved this.\n1st\nJULY\nday of\n19.\nForwarded.\n3 JULY\n19.45\nA.. BECKER, Commander, USH,\nCommanding Officer.\nFrom Beyond Continental Limits of U.S.\nINSTRUCTIONS REGARDING MUSTER ROLL\n1. For additional instructions, see Articles D-4008 and D-4009, Bureau of Naval Personnel Manual, 1942.\n2. NAVPERS 605a, Quarterly Roll, must show the name of every enlisted man, except passengers, attached to ship, station, aviation\nsquadron, or unit, for permanent or temporary duty, for assignment, for medical treatment, or for instruction-with or without records at\nexpiration of quarter; also all reservists on active duty-with or without pay.\n3. NAVPERS 606b, Report of Changes. This form shall be submitted by the following:\n(a) Commanding officers of all ships, stations, aviation squadrons, and units, whenever a ship, station, aviation squadron, or unit\nis commissioned or decommissioned.\n(b) Commanding officers of all naval vessels when sailing from one port to another, showing all changes in crew since submission\nof last report. These forms to be submitted whether or not any changes have occurred.\n(e) Commanding officers of pviation units, ship-based, whenever unit assumes a shore base status as a part of an organized\naquadron, to show the transfer of men from parent vessel to squadron organization, and all other changes that may have occurred since\nlast report. Equivalent to decommissioning the unit.\n(d) Commanding officers of aviation squadrons when the units return to their parent vessels for the purpose of assuming ship-\nbased status, to show transfer of men from squadron organization to the units ship-based, and all other changes that may have\noccurred since last report. Equivalent to decommissioning the squadron.\n(e) Commanding officers of all ships and stations on last day of each month, showing all changes for the month for which\nsubmitted that have not been previously reported on these forms. These forms to be submitted whether or not any changes have\noccurred\n(f) Commanding officers of point or origin of transfer of enlisted passengers-men for transportation only-on date of sailing,\nto show intended destination and name of transporting vessel.\n(g) Commanding officers of naval vessels carrying enlisted passengers-men for transportation only on date of sailing headed\n\"Passengers\" completed to show receipt and upon arriving at destination to show disposition. Any other changes that may have\noccurred in the status of enlisted p\npassengers en route.\n(h) Commanding officers of point of destination at the end of the month following termination of passage on other than naval\nvessels, completed to show receipt of enlisted passengers from point of origin, name of transporting vessel, and further disposition.\nIf any be removed by competent authority from a draft on other than a naval vessel prior to arriving at original destination, such\ncompetent authority will be held responsible for informing the Bureau on these forms of the vessel from which removed, of the\ncircumstances of removal, and further disposition.\n4. NAVPERS 605c, Passenger List. This form to be submitted by vessel at date of sailing from one port to another, showing passengers\nother than enlisted personnel of the Navy taking parsage on the vessel.\n& NAVPERS 605d, Recapitulation Sheet. This form is to be submitted to the Bureau with the quarterly roll and with final NAVPERS\n605b, when ship, station, aviation squadron or unit is placed out of commission or when aviation squadron and units assume a status equivalent\nto decommissioning.\n6. These instructions are to be followed by all ships, stations, aviation squadrons, and units. Reports must include all enlisted men and\nall reservists on active duty with or without pay.\n7. After the roll has been properly made out and certified to by the executive officer, signed by the commanding officer, it must be secured\nbetween the binder boards provided for that purpose, placed in the special envelopes, and forwarded to the Bureau.",
  "74": "NAVPERS 4-3\nRevised October 192)\nPage\nREPORT OF CHANGES\nREPORT OF CHANGES\nday of\nXXXXXXXX day of ab\nof U. 8. S.\nCOBIA SS245\nfor the month ending XXXXXX\nfrom\nJUN 1945\n9949\n2.2.1\ndate of sailing\n19 zaldite of sailing\nSERVICES\nDate of it\nDate\nwritte\nin full)\n1\nNAMES\nhabetically aranged without regard to g\nmame to the left and the first s\n1 BLAND, Samuel Lee\n2 KIRK, Harold Rosevelt\n3 NETZEL, Kenneth James\n4\nb\n6\nH\n7\n8\n9\n10\n11\n12\n13\n14\n15\n937-01-92 StM2c\n949-91-83 StMle\n622-87-66 Sla\ntalion from which\ndiel, cause of\nsofthe purpose of travel and final dispen\ndue\nar\nPI\n81\ner\n08\n12\n12\nag\nag\nT\n85\nee\n02\nUSNR\nRec\n5/6/45\n2 USHR\nTrans\n5/8/45\nFrom SubDiv 221 Relief Crew. VO CSD-221. ar\nP20(5/8/45)\n3 USNR\nC.R.\n5/2/45\nTO USS HOWARD W. GILMORE. CSS-22 Ltr 05-22\nCR to e(T). Auth: BuPara C/1 297-44 81\n4\ner\n5.\n02\n6\n12\nSS\nES\n15\n10\n11\n12\n13\n14\n15\nThis form to be submitted\nmanding officers of all ships and stations, whenever say ship\nthe month for which submitted line from\nag\nте\n82\neg\nLt.Cdr., R\nrecutive Officer, o\nto another\nstation is commissional or placed of\nUss Griffin 42-44",
  "75": "MA\nPa\nPage\nof U.S. S\nREPORT OF CHANCES\nREPORT OF CHANGES\ndate\nMAY 2819\nng\nof U. 8. 8. COBIA (88245)\n(EASE) ATROD\nfo\nfor the month ending\n30\nday of pr\n1945\ndate of sailing\nfr\nmont\n-from\nRYICH NUMBE\nto the left and the first name writes in full)\n-\n1 BERNIER, John Wilfred, Jr. 606 39 79 30\nfus thacal\n2\nBODRI, Beryl Austin\n884 67 35\nMol030\ndoleada TE\n3 BRANDOLE, William George\n851 28 09\nGM30\n4 BROWN, Kenna: Eugene\n726 75 57\nFlo\n(a) to ESOX\ner\n5 BROWN, Marvin Wynn\n875 55 03 a\n02\n709 19 25lc\n6 BROWNSTEIN, Alvin (a).\n7 BRYANT, Edward Lavern (628 58 07 03 OTOX S\n8 CHANDLER, Ernest Eugene\n9 CUNNINGHAM, Howard Thomas\n10 DONAHUE, Harry Joseph, JF.\n11 DOWELL, Richard Alma\n12 EPPERSON, Marshall Elwood\n13 FARRAR, Kenneth Edward\n14 FERRO, Einar John\n869 91 24\n300, 77 72\n223 90 05\nRdM30\nrodos at TAMOG OM as\n559 7 35\n871 94451a\n(655 24 18 1\n15\nHAMI TON, George Francia\n64 19 17\n726 67 96\n30\n21440 YHSHUM 89\nWOXNDAT es\nduty. If panger\ntravel and final\n1\nUSNR V6R\n30 April\nReceived from Subdi 221 for duty.) ear\n2\nUSER V6\n3. USUR V6\nTRANS\nTRANS17\n17 April\nTrans. to Subdiv 221 for duty.\nTrans. to Subdiy 221 for-duty.\nMau TI\nMau ar\n4\nUSNR 76\nREC\n30 Apr\n5\nUSER V6\nREC\n6. USNR V6\nUSNR V6\nRANS\n8\n76\n9 USH\n10. USN\n11\nUSNR V6\n30 April\n30 April\n17 April\n30 Apr11\nREC 30 April\nTHANS17 April\nREC 30 April\nReceived from Subdiv 221 for duty. aer\nReceived from Subdiv 221-for duty.\nReceived from Subdiv 221 for duty s\n12\nUSNR V6\n30 April 0\nTrans. to Subdiv 221 for duty.\nReceived from Subdiv 221 for duty. Se\nReceived from Subdiv 222 for duty. S\nTrans. to Subdiv 221 for duty. ay sas\nReceived from Subdiv 221 for duty.as\ncaived from Subdiy 221 for duty.\nT\n13.\nUSR V6\nHAND V6\nTRANS\nTRANS\n17 April\n.\nTrans to Subdiv 221 for duty.\nMBU\nApril\nTrans, to Subdir 221 for duty. Jes\n15.\nReb. from Sibdly 221 for duty.\n02\ntion lined placed out of\nthe lat\norigin of\nUs Griffin-44-44-1",
  "76": "Page\nREPORT OF CHANGES\nof U.S. S. COBIA (SS245)\n(2980) A1400-\nfor the month ending,\n30\nday of\nApril\n45. date of sailing\nfrom\nNAMES\n(Alphabetically aged without\nrame to the left and the first\nSERVICE NUMBER\nDate of Enlistment\nRating at\nPlace of Enlistment\nwrites in full)\n16 HIGDON, Kenneth Paul\n17 HYDE, George Tobin\n18 HYLEN, Karl Johan\n837 35 65\nMOMM20\n291 81 05\n30\n207 09 70\nMode\n223 09 16\nGM(PA)\n856 30 60\n1\n821 01 35\nle\nCOX(PA)\n204 42 20\n613 29.0230\nof 224 26 28\n19 JENKOFSKY, Anthony (n)\n20 JOHNSON, William Albert\n21 KELLY, Michael Valentine.\n22 KORZENOWSKI, William Francia\n23 KRATOHVIL, William John\n24 KUTZLEB, Robert Eugene\n25 MAHANES, Ray Clarence\n26 MC DONALD, James Robert\n27 MC KINNON, Harry Wilmont\n28 MURPHY, Arthur Cliff\n29 PACZKOWSKI, Stanley Joseph,\n30 RENDER, Wendell \"L\"\n7 e\n553 58 64Kolage\n642 31.982c\n321 20 32\n400 56 54\n(AA)\nJr.\n666 99 68\n5030\n287 33.98\nJV30\nBranch Service\nchange\n30 April\nRECS30 April\n16 USN (I) TRANS\n17 April\n17 USN\nTRANS\n17 April\n18\nUSN\nHEC\n19 USN\n20 USNR V6\nBBC\n30 April\n21\nUSNR V6\nTRANS\n17 April\n22 USN\nTRANS\n17 April\n23 USNR 76\nC.R.ss\nApril\n24 UN\n25 USNR V6\nTRANS\nVeel or station from which\ne purpose of travel and final dieption,\nTrans. to Subdiv 221 for duty.\nTrans. to Subdiv 221 for duty.\nRec. from Subdiv 221 for duty.\nRec. from Subdiv 221 for duty.\nRec. from Subdiv 221 for duty\nbay: Trans. to Subdiv 221 for duty.\nand authority\nTrans. to Subdiv 221 for duty.\nAUTT: BuPers CL 297-44. 30 to TM20(T)\nTRANSS130 April bar Trans. to Subdir 221 for duty.\n26 USNR 6 TRANS\n27 USN FURCS\n28 USN\nS12 April of Trans. to Subdiy: 221 for duty.\n17 April bei Trans. to Subdiv 221 for duty.\n30 April\nTRANS\n17 April\n29\nUSNR V6\n30 USN\nC.R\nTRANS\n1 April\n17 April\nReo. from Subdiv 221 for duty.\nTrans. to Subdiv 221 for duty.\nAUTH: BuPers C.L. 297-44. SC30 to SC2e(T)\nTrans. to Subdiv 221 for duty.",
  "77": "NAVPERS -\n(Revised October 1942)\nPage 3\nfor the month ending\nfrom\nREPORT OF CHANGES\n$219\nof U. S. 8.\nCOBIA (88245)\n2.8.0 to\n30\nday of to pril\n19 45\nof sailing\nof\nmol\nSERVICE\n(Alphabetically arranged without regard to rings wethe\nsurname to the left and the first name written in full)\nDate of E\n1\nROBERTS, Marshall Lester\n202 17 57\nTM20\n2\nTHOMAS, Eugene (n)\n246 81 16\n61M2c\n3\nTURNER, Frederick Vincent\n207 06 65\nCOM(PA)\n81\n4 WICHMANN, Wesley William\n299 96 08\nGMLe\n5\nWINGROVE, Warden (n)\n250 46 59\nOMLe\nIS\n10\n11\n12\n13\n14\n16\nYeel or station from which\nWhere\ndiarstel, give cause:\n21\n39\nTS\nes\n08\ntion transferred, where\nтр\nUSN\nC.R.\n1 April\nAUTH: Bubers C.L. 297-44. TV2c to Tlc (T)!\n2\nUSNR V6\nREC\n30 April\n3 USN\nTRANS\n17 April\n4\nUSN\nREC\nUSN\nREC\n30 April\n30 April\nRec. from Subdiv 221 for duty.\nTrans to Subdiv 221 for duty.\nRec. from Subdiv 221 for duty.\nTI\n81\ner\nRec. from Subdiv 221 for duty.\n7\n8\n9\n10\n11\n19\n18\n14\n16\nJ.J. SIBLEY, L. Cdr., USNR.\nby direction.\nSI\nES\nas\nag\n89\nes\n08\ncommanding officers of u\nchanges\nand stations, whenever any ship or station is commissioned planed out of commission\nwhich submitted also spon sailing from\nantar, by mommanding officers of it of\nUsa Griffin",
  "78": "P\nPage\nREPORT OF CHANGES\nREPORT OF CHANGES\nof U.S. S\nof U. S. 8.\nCOBIA 88245\nfor the month ending 30th\nday of\nfrom\ntool\nsame to the left and the first name written full)\n9949\n22.01\nAUG 6\n19 45 date of sailing\nΜΠΟΥ\nDate of l\nRating at Date of\nLast Report\nFace of Enlistment\n1 BAKER, Robert Allen\n2 DURBAHN, David Charles\n3 GAST, Robert Roy\n4 MAC ARTHUR, Leroy\n5 MARABAIN, Arsen Lupin\n6 MILLER, Bugene Stanton\nPRESS, Walter Thomas\nPRESS, Walter Thomas\n9 RUSSELL, Eugene Michael\n10\n11\n12\n337-05-40\nCRM(AA) (T)\n869-81-80 Mol130\n622-69-76 Cox.\n371-97-66\nCM(PA)\n610-55-64 TM20\n266-29-69\nMoldo\n224-58-26 802\n224-58-26 SCle(T)\n301-16-81\nRM30\nig\nTap station from which\ntransferred\n1\nUBN\nTrans\n2 USNR\nCR\n3 USMR\nTrans\n6/18/45\n6/2/45\n6/18/45\n-\nTo CSD-301 for duty-VO CSD-301.\nTO Mol20(T)\nBuPers 297-440\nTI\nTo CSD-301 for duty-VO CSD-301.\n81\nUSN\n6/18/45\nUNR\nCR\n6/2/45\nTo CBD-301 for duty\nTo T20- BuPers 297-44\n-\nVO CSD-301.\ner\nOS\n6 UBN\nTrans\n6/18/45\n7\nUSN\nCR\n6/2/45\nTo CBD-301 for duty -TO CSD-301.\nTo Sole (T)-BuPers 297-44\n12\n8\nUSN\nTrans.\n6/18/45\n9\nUSN\nTrans.\n6/18/45\nTo OSD-301 for duty. -VO CSD-301.\nTo CSD-301 for duty. -VO CSD-301.\n29\n10\n11\n12\nJJ SIBLEY\nExecutive Officer.\n14\n15\nsubmitted by commanding officers of all ship and station we ship stat\nang for the month for which fitted sling from\nport ser\n82\n18\n32",
  "79": "NAVPERNA\neland October 1\nMUSTER ROLL OF THE CREW\nof the U. S. S. COBIA (S8245)\nNAMES\n(Alphabetically arranged without regard to ratings, with surname\nfirst name written in\nBAKER, George Abram\nfor the quarter ending 30 June\nSERVICE NUMBER\n(The service num\n1945\nDATE OF ENLISTMENT\nPresent Rating\nDate first received\nDay\nMooth\nYear\n909 34 45\n820\nBERNIER, John Wilfred, Jr.\nBLAND, Samuel Lee\nBROTCHIE, Thomas Henry\nBROWN, Kenneth Eugene\n606 39 79 Mol(30\n937 01 92\nStM20\n607 32 04 7920\n726 75 57 Flo\nBROWN, Marvin Wynn\nBROWNSTEIN, Alvin\n875 55.03\nSle\n709 19 25\nFle\nBURLESON, Lawrence Glynn\n840 91 35\n30\nCAMPAGNA, Joseph Vincent.\n709 40 25\nMol20\nCARR, David Ernest\n564 66 91\nRTle\nCASADY, Joseph Eugene\n312 77 57\nM20\nCHANDLER, Ernest Eugene\n869 91 24\nFlo\nCONGLETON, Wilmer (n)\n826 54 12\nKM20\nCUNNINGHAM, Howard Thomas\nDAY, Thomas Earl\nDOWELL, Richard Alma\n300 77 72\nRaM30\n379 18 96\nFlo\n559 74 35.\nRM30\nDURBAHN, David Charles\n869 81 80\nMola20\nDWYER, John Francis, Jr.\nEPPERSON, Marshall Elwood.\nGARFIELD, Andrew Frank\nHAMILTON, George Francis\n212 72.04\nMolao\n871 94 45\n316.81 50.\n726 67 90\nFlo\nSM20\n810\nHYLEN, Karl Johan\n207 09 70\nMoMMLe\nJENKOFSKY, Anthony\n223 09 16\nCTM\nJOHNSON, John LeRoy\n554 75 62\nFlo\nJOHNSON, William Albert.\n856 30 60.\nFlo\nKIRKWOOD, Arthur Philip.\n762 01 15\n810\nKNAPP, Harold Mason\n667 24 32\nFlo\nKRATOHVIL, William John\n613 29 02\nTM20\nLAENGER, James Frederic\n356 32 72 Cox\nLOVE, Leonard John\n224 75 07\nMoM20\nMADIGAN, Eugene Joseph\n860 89 32\n820\nMAGINNIS, Bertram Edward\n920 56.06\nFlo\nMARABAIN, Arsen Lupin\n610 55 64\nTME20\nMATTICE, Harold Arthur\n807 30 64\nFlo",
  "80": "NAVFERS A\nPage..\nMUSTER ROLL OF THE CREW\nof the U. S. S. COBIA (88245)\nfor the quarter ending.\n30 June\nNAME\nSERVICE NUMBER\n(Alphabetically arranged without regard to ratings, with surname\nto the left and the i\nMOGUIRE, Eugene John\nMOKINNON, Harry Wilmont\nMONICHOLL, David Alexander\nMONTAGUE, Lawrence Edward\nMORRIS, John Arthur\n223 88 10\nno\n321 20 32\n311 40 07\nMoM20\n807 45 04 KM30\n555 83 45\nTM20\nNELSON, John Clayton\n234 50 05\nTM30\nNETZEL, Kenneth James\nL\n622 87 66\nTM30\nNOLIN, Ernest Wilbur\n201 73 55\nlo\nPACZKOWSKI, Stanley Joseph, Jr. 666 99 68\n8020\nPEPMEIER, Alfred Henry\n338 35 90\nTM30\nRAINS, William Albert\n878 89 81\n820\nREED, George Edward\n877 95 38\n9030\nREMILLARD, Earl David\n212 52 91\nCMOMM\n+\nROBERTS, Marshall Lester\n202 17 57\nTMLO\nSCHARDIEN, Albert George, Jr./ 707 07 93.\nMoMM30\nSHANNON, Donald Dudley\n1634 91 06\nEM30\nSHEA, Charles Alexander\n650 44 22\nMolaa\nSHIELDS, Roy (n)\n852 13 81\nMoMM20\nSPIVEY, Carl (n)\n830 15 89\nQM20\nSTARMER, Herbert Lee\n342 51 32\nPhilo\nSTEWART, Charles Marvin, Jr. 671 71 68\n810\nTALLMAN, Charles Stewart\n809 04 12\nRT20\nTHOMAS, Eugene (a)\n246 81 17\nSt.M20\nTREGONING, Clyde Meroer\n652 64 05\nS1420\nTRIMBATH, Galen Earl.\n871 66 49\nRM30\nVALLAS, William (n)\n875 08 10\n30\nvon BIELA, Leo Martin\n565 28 42\n130\nWEST, Daniel Henry, Jr.\n560 84 58\n810\nWICHMANN, Wesley William\nWILLIAMS, Hersey Johnson\nWINGROVE, Warden\n299 96 08\nGMLo\n263 70 06\n810\n250 46 59\nQNLO\nAUG 6 1945\n1945\n4\nDATE OF ENLISTMENT\nDate first received\nDay\nMonth Your",
  "81": "NAYPERS -D\nPage\nRECAPITULATION SHEET\nof the U. S. S. COBIA 88245\nfor the quarter ending. 30 JUNE\nBrought forward from last quarter,\nEnlistments (gain),\nReenlistments (gain),\nCHANGE IN STATUS\nAgreements to extend enlistments one year (not gain),\nAgreements to extend enlistments two years (not gain),\nAgreements to extend enlistments three years (not gain),\n19.45\nNUMBER\n71/\nAgreements to extend enlistments four years (not gain),\nReceived on board (gain) (enlistments, reenlistments, surrenders, and deliveries not included),\n17\nReceived from civil authorities after having been turned over to civil authorities,\nSurrenders (gain),\nDeliveries (gain),\nTotal gain during the quarter,\nTotal on board during the quarter (brought forward plus gain),\nHonorable discharges (expiration of enlistment),\nHonorable discharges (medical survey in the line of duty),\nGood discharges (recommended for reenlistment),\nOrdinary discharges (not recommended for reenlistment),\nSpecial order discharges (for the convenience of the Government),\nSpecial order discharges (for the convenience of the man),\nMedical survey discharger (not in line of duty),\nBad conduct discharges,\nDishonorable discharges,\nUndesirable discharges,\nUnderage discharges,\nInaptitude discharges,\nIndifferent discharges,\nEnlistments canceled,\nDesertions,\nTurned over to civil authorities,\nRetirements,\nTransfers to Fleet Naval Reserve and released from active duty,\nTransfers to other ships or stations,\nDetached duty,\nAppointments to warrant,\nDied,\n17\n88/\n23/\n4-yr\n23/\n65\nTotal loss,\nRemaining on board and carried forward,\nExtensions effective during quarter: 1-yr,\n2-y\nExtensions canceled during quarter: 1-yr,\nEnlisted in Naval Reserve Class V-4,\n2-y\n3-y\n; 3-уг,\n; 4-yr.,\nThis form\nend of each garter with the quarterly ill, and\nfurnish\nchanges\nshige and share tations during the period of which the quarterly r\nsite the proper heading designated in the space to the left of sheet, ie, if ten honorable discharges have be\nmn of the line designated honorable discharge, etc.\nOVER)",
  "82": "General courts-martial,\nSummary courts-martial,\nDeck courts-martial,\nRECAPITULATION SHEET\nof the U. S. S. COBIA 88245\nAUG 6 1945\nfor the quarter ending. 30 JUNE\n19.45\nCHANGE IN STATUS\nNUMBER\nAbsence over leave (less than 24 hours),\nAbsence over leave (over 24 hours),\nAbsence without leave (less than 24 hours),\nAbsence without leave (over 24 hours),\nMan days lost on sick list (result of own misconduct),\nMan days lost on sick list (not result of own misconduct),\n6\nAdvancements in rating,\nReductions in rating.\nChanges in rating not involving advancement or reduction,\nPermanent appointments issued,\nMan days in confinement awaiting trial by court-martial,\nMan days in confinement sentence of court-martial,\nMan days in confinement awaiting action of the Bureau of Navigation,\nMan days in confinement awaiting action of the Secretary of the Navy,\nMan days in confinement (sentence at mast),\nMan days in confinement awaiting sentence,\n1\nSUMMARY\n71\n17\n23\n65\n69\nBrought forward from last quarter,\nGain during the quarter as per N. Nav. 5b,\nLos during the quarter,\nRemaining on board and carried forward,\nOperating allowance,\nREMARKS:\nN-O-N-E",
  "83": "BNP 60\nTO BE FORWARDED TO THE BUREAU OF NAVAL PERSONNEL\nWITH QUARTERLY ROLL AT THE EXPIRATION OF EACH QUARTER\n(This is the forwarding sheet and only one should accompany roll)\nMUSTER ROLL OF THE CREW.\nDetr\nOF THE\nU.S.S.\nCOBIA (SS245).\nOn the 30th\nday of September\n19.45\nNumber of pages BNP 605a, of Quarterly Roll.\nTWO\nNumber of pages BNP 605b, Report of Changes, submitted during quarter.\nNumber of pages BNP 605c, Passenger Lists, submitted during quarter.\nNumber of pages BNP 605d, Recapitulation Sheet.\nONE\nSEVIN\nNONE\nCertified to be correct and that instructions regarding submission of rolls have been fully\ncomplied with.\nJ.\nSIBLEY, A. Comdr., USNR.\nExecutive Officer.\nApproved this.\n2nd\nday of OCTOBER\n1945\nUSSELL, Lt. Comdr., U.S.N...\nCommanding Officer.\nForwarded 2 nd October\n19.45\nFrom Beyond Continental Limits of U.S.\nINSTRUCTIONS REGARDING MUSTER ROLL\nBNP 605a, Quarterly Roll, must show the name of every enlisted man attached to ship, station, aviation squadron, or unit at expiration of\nquarter; also all reservista on active duty-with or without pay.\nBNP 606b, Report of Changes. This form shall be submitted by the following:\nCommanding officers of all ships, stations, aviation squadrons, and units, whenever a ship, station, aviation squadron, or unit is\ncommissioned or decommissioned\nCommanding officers of all naval vessels when sailing from one port to another, showing all changes in crew since submission\nof last report. These forms to be submitted whether or not any changes have occurred.\nCommanding officers of aviation units, ship-based, whenever unit assumes a shore base status as a part of an organized squad-\nron, to show the transfer of men from parent vessel to squadron organization, and all other changes that may have occurred since\nlast report. Equivalent to decommissioning the unit.\nCommanding officers of aviation squadrons when the units return to their parent vessels for the purpose of assuming ship-based\nstatus, to show transfer of men from squadron organization to the units ship-based, and all other changes that may have occurred\nsince last report. Equivalent to decommissioning the squadron.\nCommanding officers of all ships and stations on last day of each month, showing all changes for the month for which submitted\nthat have not been previously reported on these forms. These forms to be submitted whether or not any changes have occurred.\nCommanding officers of point or origin of transfer of enlisted passengers-men for transportation only on date of sailing, to\nshow intended destination and name of transporting vessel.\nCommanding officers of naval vessels carrying enlisted passengers-men for transportation only-on date of sailing headed\n\"Passengers\" completed to show receipt and upon arriving at destination to show disposition. Any other changes that may have\noccurred in the status of enlisted passengers en route.\nCommanding officers of point of destination at the end of the month following termination of passage on other than naval\nvessels, completed to show receipt of enlisted passengers from point of origin, name of transporting vessel, and further disposition.\nIf any be removed by competent authority from a draft on other than a naval vessel prior to arriving at original destination, such\ncompetent authority will be held responsible for informing the Bureau on these forms of the vessel from which removed, of the\ncircumstances of removal, and further disposition.\nBNP 605e, Passenger List. This form to be submitted by vessel at date of sailing from one port to another, showing passengers other\nthan enlisted personnel of the Navy taking passage on the vessel.\nBNP 605d, Recapitulation Sheet. This form is to be submitted to the Bureau with the quarterly roll and with final BNP 605b, when\nship, station, aviation squadron or unit is placed out of commission or when aviation squadron and units assume a status equivalent to\ndecommissioning.\nThese instructions are to be followed by all ships, stations, aviation squadrons, and units. Reports must include all enlisted men and\nall reservists on active duty with or without pay.\nAfter the roll has been properly made out and certified to by the executive officer, signed by the commanding officer, it must be secured\nbetween the binder boards provided for that purpose, placed in the special envelopes, and forwarded to the Bureau.",
  "84": "NAVPERS -\n(Revised Oct 1)\nPage\nREPORT OF CHANGES\nof U. S. 8.\nCOBIA SS245\nfor the month ending\nSIXTH WAR PATROL\nname to the left and he first name written in fully\nday of oly\n28.0\n19 ay date of sailing\nmont\nSERVICE NUMBER\nDate of Extstment\nRating\nDate of\nPlaceme\nATTEBERRY, William Loran\n2 BURNS, Robert Les\n3 CARRIGER, Paul Henry\n4 GAST, Robert Roya\n5 KING, Boyd Leonard\n355-99-08\n553-88-03\n867-09-43 Flo\n622-69-76 Cor\nCEM(T)\nSle\nTI\n81\n202-29-89\nFM30(T)\n16 MOELWAIN, Arthur\n360-49-31\nSle\n1S\n7 MILLER, Eugene Stanton\n266-29-69\nMolle\n8 WALTERS, Floyd \"\n279-59-94\nCE(T)\n9 CAMPBELL, Charles Haywood\n833-64-61\nFlo\n12\n10\nRAINS, William Albert\n878-89-81\n824\nas\n11\nag\n12\n1\n13\nge\nре\n14\nDate\nYea or station from which received,\nhere died, cause of th and\nIf darstel, give cause\ne purpe of travel and final dispe\nFrom Relief Crew #6 (BRILL)\ntation transferrel, where\n1 USN\nRec\n7/3/45\nar\n2 USNR\nRec\n7/3/45\nFrom SubDiv 301 VO CSD-301.\n-\nTI\n3. USNR\nRec\n7/3/45\ndo\n81\n4USNR\nRec\n7/3/45\ndo\ner\n5 USN\nRec.\n7/3/45\ndo\n02\n6\nUSN\nReo\n7/3/45\ndo\n12\n7\nUSN\nRec\n7/3/45\ndo\n8\nUSN\nRec\n7/3/45\ndo\n9\nUSNR\nRec\n7/16/45\ndo.\nAS\n10\nUSNR\nTrans7/3/45.\nTo U.S.S. CLYTIE.\nTO CS8-30.\n11\n12\n13\n14\n16\nThis form to be submitted by commanding officers of all ship and stations, whenever any ship\ntransfer and point e destination of enlisted passengers\nJ.J. SIBLEY)\n14 ent-Condr, UNR\nExecutive Officer.\nstation is commissioned or placed out of commission, the\n12\n8\nee\nUss Grima",
  "85": "NAVPERS-B\n(Revised October 14)\nPage\nREPORT OF CHANGES\nof U.S. S.\nCOBIA 88245\nfor the month ending\nSIXTH WAR PATROL...\nday of ly\ntool\n22.\n19 any date of sailing\nme to the left and the first name writtes in full)\nSERVICE NUMBE\nDate of\n1 BAKER, George Abram\n2 BLAND, Samuel Lee\n3\n3 CRONK, Paul Donald\n4 DWYER, John Francis Jr.\n5 LOVE, Leonard John\n6 STARMER, Herbert Lee\n937-01-92 StM20\n600-66-12 Bkr20\n212-72-04 Mole(T)\n909-34-45\n82\n224-75-07 MoMM2\n342-51-32 Philo\n7 TREGONING, Clyde Mercer\n651-64-05 SM20\n8 TRIMBATH, Galen Earl\n871-66-49 RM30\n53\n9\nWEST, Daniel Henry Jr.\n560-84-58\nSle\n18\n10 WICHMANN, Wesley William\n299-96-08 GML\nas\n11\nas\n12\n12\n82\n13\n14\n15\nBranch\npurge of travel and final\ntation transferrel,\n08\n1\nUSNR\nCR\n7/2/45\nCR to $le- BuPers C/L 297-44\nar\n2\nUSNR\nCR\n7/2/45\n3 USNR Rec✓\n7/4/45\nCR to Stile BuPers C/L 297-44\nRec From SubDiv 302. VO CSD-302.\nTI\n81\n4\nUSN\nE.E.\n7/3/45\n5\nUSN\nCR\n7/25/45\n6\nUSN\nCR\n7/2/45\nExtended enlistment for two years.\nCR Reduced to MoMM30. DCM 3-45 of 7/15/45\nCR to CPM(AA)(T). BuPers C/L 297-44.\ner\n12\n7\nUSNR\nCR\n7/2/45\nCR to BML(T).\nBuPers C/L 297-44\n8\nUSNR\nCR\n7/2/45\nCR to RM20(T).\nBuPers C/L 297-44\n9\nUSN\nCR\n10\nUSN\nE.E.\n7/2/45\n7/11/45\nCR to QM30(T).\nBuPers C/L 297-\n12\nExtended enlistment for two years.\n11\n12\nag\n13\n14\n15\nJJ SIBLEY,\nTout-Comdr., USNE,\nExecutive Officer.\nommanding officers of all shipe\nmever sy ship station is commissioned or placed out of ammi\nthe last\nwhich h",
  "86": "NAVPERS -\n(Revised Octo\nPage\nof U. 5. S.\nREPORT OF CHANGES\nREPORT OF CHANGES\nof U. 8. S. COBIA SS245\nfor the month ending\nel\nFIRST\nfrom\n(Alphabetically arranged without regard to ratings\nname to the left and he first name writtes in full\nday of AUGUST\n19\ndate of sailing\nto\nmon\nAVICE NUM\nemitted)\nDate of Exams\nEnlistment\n1 BAKER, George Abram\n909-34-45\nSlo\n2 KNAPP, Harold Mason\n667-24-32\nFlo\nTI\n3 MADIGAN, Eugene Joseph\n860-89-32\n826\n81\n4 MONICHOLL, David Alexander\n311-40-07\nMoMM20\ner\n5 SHANNON, Donald Dudley\n634-91-06\n30\n6 STEWART, Charles Marvin Jr. 671-71-68\nSlo\n9\n10\n11\n12\n13\n14\n16\nDate o\noration from which\ndarstel, give c\ngive purpose of travel and\nAS\nSJ\n8S\nverpaid\n1 USNR\nCR -CS\n8/1/45\nCB to Flo. BuPers 297-44.\nar\n2\nUSNR\nCR\n8/1/45\nCR to EM30(T).\ndo\n3\nUSNR\nCR\n8/1/45\nCR to Slo.\ndo\n81\n4\nUSN\nOR\n8/1/45\nCR to MoMMle(T).\ndo\ner\n6\nUSMR\nCR\n8/1/45\nCR to 20(T).\ndo\n05\n6 USNR\nCR\n8/1/45\nCR to TM30(T).\ndo\n7\n33\nSI\n10\n11\n12\n18\n16\nJ.J. SIBLEY\nLe-Car., USNR\nExecutive Officer.\ncommanding officers of all ships and then, wher gay ship or station le med placed of\nag\n82\n08",
  "87": "NAVPERS\n(Revised October 1942)\nPage\nREPORT OF CHANGES\nஅர\nof U. S. S.\nCOBIA 88245\n8.2.0\n6th\nday of AUGUST\n1945 date of sailing\nH\nT\nfrom Continue SIXTH War Patrol\nname to the left and the first name writtes in full\nto al\nRating Date of\n1 DONAHUE, Harry Joseph Jr.\n2 HOMEWOOD, Charles Harry\n223-90-05\nGML(T)\n310-98-18\nCTM(T)\n223-09-16\n299-96-08\nCTM(PA)\nGMLe\nJENKOWSKY, Anthony (n)\nWICHMANN, Wesley William\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\nchange\nor station from which received, what\nof t\ntravel and final diap\nar\n12\n02\ntation transferrel, where\n1 US\nRec\n8/6/45\n2 USNR\nRec\n8/6/45\nFrom SubDiv 221 for duty. AUTH VO CSD-221\nSame as above.\nΤΙ\n3 USN\nTran\n8/5/45\nTo Sub Div 221 for duty. AUTH VO CSD-221\n4 USN\nTran\n8/5/45\nSame as above.\ner\n5\n6\n12\nH\n7\n8.\n9\n10\n11\n12.\n13\n14\n16\nThis form to be submitted by commanding officers of all ships and stations, whenever s\nlation\nJ.J SIRLEY,\nAt Cars USKR\nExecutive Officer.\nplased out of mission, on\nofficers of\nUss Griffa\nTS\n82\nes",
  "88": "NAVPERS\nRevised October 1942)\nPage\nREPORT OF CHANGES\nof U. 8. 8.\nCOBIA (83245)\nfor the month ending.\nday of lo ab\nfrom UPON SAILING\n8/23/45\ntol\nNAMES\nsurate to the left and the first same written in full)\nCarlos Layug\nSERVE NUMBER\nReting at Date\n8.8.0.1\n19 anib, date of sailing\nmost\nCUCECO,\n582 6864\nSt.M3c\n72 NERO, Cecilio Rea\n582 69 26\nSt.M3\nPERALTA, Marcelino Espino\n583 10 34\nStM30\nAQUIANZON, Rodrigo Macajilo\n583 11 30\nSt3c\nSAUL, Felix (n)\n583 10 38\nStaße\n6 SERVANO, David (n)\n583 10 39\nStM30\n12\n7 TALON, Meliton Dairet\n8\n9\n583 10 40 St30\n10\n11\n12\n13\n14\n15\nRevived, transferrel\nchange\n33\nTS\nVeel or station from which ceived to ha\nortation transferrel, where\ndiarated, give case; if i\nof travel and fina\nUSN\nREC\n8/23/45\n2\nUSN\nREC\n8/23/45\nRec. from USS RAY.\nRec. from USS RAY.\n3\nUSN\nREC\n8/23/45\nRec. from USS RAY.\nFPT to Comsubpac\nTFT to Comsubpas.\nFFT to Comsubpac.\nar\nTI\n81\n4 USN\nREC\n8/23/45\nRec. from USS RAY.\nFFT to Comsubpac.\ner\n5 USN\nREC\n8/23/45\nRec. from USS RAY.\n6 USN\nREC\n8/23/45\n7 USN\nRIC\n8/23/45\nTFT to Comsubpac.\nRec. from USS RAY. FFT to Comsubpac.\nRec. from USS RAY. FFT to Comsubpac\n02\n19\n8\n9\n10\n11\n12\n13\n14\n12\nJ. J. SIBLEY, Lt. Car., USNR.\nas\n82\n15\n08\nbe submitted\nhenever say ship or station is commissioned placed out of common\nthe lat",
  "89": "NAVPERS B\n(Revised October 192)\nPage\nREPORT OF CHANGES\nof U.S. S.\nCOBIA SS245\nfor the month ending 31 August (1 Sept day of lo yab\nfrom\n(Alphabetically arranged without dra\"\nsurname to the left and the first name written in full)\nto\nSERVICE\nDate of Et\nRating\nGEPS\ndite of sailing\n1 BERNIER, John Wilfred Jr.\n2 CUCUECO, Charles Layug\n606 39 79\n582 68 64\nStu3\nTI\n3 CAMPBELL, Charles Haywood\n633 64 61\nlc\n81\n4 CASADY, Joseph Eugene\n312 77.57\n420(T)\ner\n5 DOWELL, Richard Alma\n6 ATTICE, Harold Arthur.\n17 NERO, Cecilio Rea\n559 74 35\n30\n807 30 64\nle\nA582 69 26\nStM3c\nPERALTA, Marcelino Espino\n583 10 34\nStM3c\nP\nQUIANZON, Rodrigo Nacajilo\n583 11 30\nStM3c\n12\n10 REED, George Edward\n877 95 38\nSC30\n11 SAUL, Felix (n)\n4583 10 38\nStM30\nSERVANO, David (n)\n583 10 39\nSt30\n13 TALIMAN, Charles Stewart\n809 04 12\nRT20\n14 TALON, Moliton Dairet\n583 10 40\nSt30\n16\nJUSNR\nCR\n9/1/45\nTo Mol 20(T). BuPers 297-44.\nTran\n9/1/45\nJUSNR\nCR\n9/1/45\nTo ConSubPac. CSS-26 TO 182-45.\nTo EM3e(T). BuPers 297-44.\nTI\n8г\nUSNR\nCR\n9/1/45\nTo Ec(T).\ndo\ner\nUSHR\nCR\n9/1/45\nTo Re(T).\nab\n02\nUSHR\nCR\n9/1/45\nTo Mol3c(T).\ndo\n12\nTran\n9/2/45\nTo ComSubPac. Css-26 TO 182-45.\nTran\n9/2/45\nsame.\nTran\n9/1/45\nsame.\nIS\n10 USNR\nCR\n9/1/45\nTo Sche(T). BuPars 297-44.\nas\nTran\n9/2/45\nTo ComSubPac.\nCas-26 TO 182-45.\nag\n12 USN\nTran\n9/1/45\nsame.\nTE\n18 USHR\nCR\n9/2/45\nTo RTlc (T). BuPora 297-44\n82\n14\nTran\n9/1/45\nTo ComSubPac\n9526 TO 182-45.\neg\n16\nThis form\nmanding officers of all ships and stations, whenever any ship or stati aj\nplaced on of\nUSS Griffin-4-2-44",
  "90": "NAVPERS-B\nPage\nREPORT OF CHANGES\nof U. S. S.\nCOBIA (SS245)\nday of lo ab\n19 2ily date of sailing\nH\nfor the month ending\nfrom UPON SAILING - 9/4/45\nNAMES\nthe left and the first name written in fully\n/1 BARRY, Charles Joseph\ntool\nSERVICE HUMDEN\nDate of\n906 76 94\nFle\n12 BURNS, Robert Lee\n553 88 03\nSlc\n3 CARRIGER, Paul Henry\n4 DAY, Thomas Earl\n867 09 43\nFle\n379 18 96\nFle\n6 FIORENDING, Dominic (n)\n6 LEENER, James Lawrence\n7 FRAZIER, William Earl\n223 72 99\nFle\n321 13 10\nCTM(T)\n734 09 36\nSle\n8 LIBURDI, Clifton Ronald\nRAUSHER, Roy Loraine\n10 RICKENBAKER, Henry West\n11 WHEN, Harold Nelson\n601 16 72\nTIME3c\n341 84 21\n261 70 25\n905 66 29 Sle\nCEM(T)\nCTM(PA)\n12 BENNER, Russel Wallace\n243 00 98\nCMOM(PA)\n13\n14\nas\nes\n15\nes\nsation from which\ntransferrel, where\ngive purpose of travel and final\n1 USR V6 REG\n9/3/45\nVO CSD 301 for duty.\nar\n2 USR V6\nTRAN\n9/2/15\n3 um V6 TRAN\n9/2/45\nVO SUBRON 10 To S/X Base, $128.\nVO SUERON 10. To S/X Base, 128.\nTI\n81\n4 USR V6\nTRAN\n9/2/45\nREC\n9/3/45\nVO SUERON 10. To S/ Base, 128.\nVO CSD 103 for duty.\ner\n02\n6 U\nREC\n9/2/45\nVO CSD 103 for duty.\nIS\n7\nUSER V6. REC\n9/3/45\nVO CSD 103 for duty.\n8\nUSER V6\nREC\n9/2/45\nVO CSD 103 for duty.\n9\nUS\nREC\n9/2/45\nVO CSD 104 for duty.\n12\n10\nUSH\nREC\n9/3/45\nFor transportation and disposition in\naccordance with AlNav 209-45. VO CSD 102\n11\nUSM V6\nREC\n9/2/45\nVO CSD 103 for duty.\n12 USN\nRec\n9/4/45\nFFT... No data available....\n12\n13.\n82\nJ. J. SIBLEY, Lt. Car., USNR.\n14.\n15\nThis form\nubmitted by commanding officers\nday of than all change for the month for which\ntransfer and polit\ndestination\nand stations, whenever say ship\nmed alan paling from\nstation is missioned or placed of mision, on the\nUS Griffs 60-46-10",
  "91": "NAVPERS -\nPage\nREPORT OF CHANGES\nof U. S. S.\nCOBIA (SS245)\nfth month unding First\nday of 10ptober\n19 45 date of sailing\nfrom\nNAMES\nAlphabetically arranged without regard to rings, wit\nto the left and the first name writtes in full)\n41\nNUMBER\nDate of Ballant\nDate of\nPlace\nABNER, Russell W.\n342 00 98\nCMOMM(PA)\n2 HOMEWOOD, Charles H.\n310 98 18\nCTM(T)\n3 RICKENBAKER, Henry W.\n261 70 25\nCTM(PA)\n4 WALTERS, Floyd \"E\"\n279 59 94\nCEM(T)\n5 WINGROVE, Warden (n)\n250 46 59\nQM10\n6\nH\n7\n8\n9\n10\n11\n12\n13\n14\n15\nTI\n1 USH\n2 USNR V6\nTRANS\nTRANS\n9/27/15\n9/27/15\nYssel or station from\ndied\ngle purpose of travel and final des\nTrans for further transportation and 209-\nfurther disposition in accordance AlNav 45.\nTransferred ComSubLantFit, FFT to a\npersonnel separation center.\nTE\n3 US\nTRANS\n9/27/15\n4 LUSH\nTRANS\n9/27/45\n5 USH\nTRANS\n9/27/15\nfurther disposition in accordance Alley 45.\nTransferred ComSubLantFit, FFT to a\npersonnel separation center.\nTransferred ComSubLantFit, FFT to a\npersonnel separation center.\nTrans for further transportation and 209-\ner\n09\n6\n7\n8\nJ. J. SIBLEY, Lt. Cdr., USR.\nExecutive Officer.\n53\n55\nST\n12\n9\n10\nag\nag\n11\nSJ\n12\n13\n82\nes\n14.\n15\nThis form to be submitted by commanding officers of all ships and stations, whenever sny ship or station\nmonth abumine all changes for the month for which\nplaned out of\nthe last\nanother, by commanding officers\nUSS Griffin",
  "92": "NAVPERS 605\nOF THE\nUSS COBIA SS245\nMUSTER ROLL OF THE CREW\nPage No.\nFor the\nQuarter\nEnding\n100145\n001\nPRESENT\nNAMES\n(Alphabetically arranged without regard to ratings with surname\nto the left and the first name written in full\nATTEBERRY WILLIAM L\nBAKER GEORGE ABRAM\nBARRY CHARLES J\nBERNIER JOHN W JR\nBLAND SAMUEL LEE\nBROTCHIE THOMAS H\nBROWN KENNETH E\nBROWN MARVIN WYNN\nBROWNSTEIN ALVIN\nBURLESON LAWRENCE\nCAMPAGNA JOSEPH V\nCAMPBELL CHARLES\nCARR DAVID ERNEST\nCASADY JOSEPHE\nCHANDLER ERNEST E\nCONGLETON WILMER\nCRONK PAUL DONALD\nCUNNINGHAM HOWARD T\nDONAHUE HARRY J J.R\nH\nSERVICE NUMBER\nThe service number\ncondition\n3559908 CRM\n9093445F1C\n9067694 F1C\n6063979\nMOMM2C\nSTM1C\n3007772 RUM3C\n72239005 GM1C\nDOWELL RICHARD ALMA 5597435 RM2C\nRATING\nDATE OF\nENLISTMENT\nDATE\nRECEIVED\nRATE\nBRANCH\nOF\nSERVICE\nMO.\nDAY YR\nMO. DAY TR\n070345\n030745\n090345\n043045\n9370192\n050645\n6073204\nFC2C\n032944\nL\n7267557\nF1MOMM\n043045\n78755503\n$1 TM\n043045\n7091925 F 1\nEM\n043045\nG\n8409135 EM3C\n090444\n7094025\nMOMM2C\n032944\n83364 61\nEM3C\n071645\n5646691\nRT1C\n032944\n'\n3127757\nEM1C\n032944\n8699124\nF1MOMM\n043045\n78265412 EM2C\n032944\n6006612 BKR2C\n070445\n043045\n.\n080645\n043045\nQURBAHN DAVID C\nQWYER JOHN F J.R.\n8698180\nMOMM2C\n090444\n1\n2127204 MOMM1C\n032944\nEPPERSON MARSHALL\nE,\n8719445 F1MOMM\n043045\nF\nFIORENDINO DOMINIC\nFLEENER JAMES L\nFRAZIER WILLIAM E\nGARFIELD ANDREW\nGAST ROBERT ROY\nHAMILTON GEORGE F\nHYLEN KARL JOHAN\nJOHNSON JOHN LEROY\nJOHNSON WILLIAM A\nKING BOYD LEONARD\nKIRKWOOD ARTHUR P\nKNAPP HAROLD MASON\nKRATOHVIL WILLIAM. J.\nLAENGER JAMES F\nLIBURDI CLIFTON R\nLOVE LEONARD JOHN\nMADIGAN EUGENE J\nMAGINNIS BERTRAME\n6672432\n6132902\n2237299|F1C\n090345\n3211310 CTM\n090245\n2\n7340936\nS1C\n090345\n3168150\nSM2C\n021245\n6226976\nCOX\n061845\n7266790 $ 1\nGM\n043045\n2070970 MOMM1C\n043045\n5547562 F1MOMM\n112044\n8563060 F1 EM\n043045\n2022989 RM3C\n070345\n7620115 S1 QM\n112044\nEM3C\n021245\nTM2C\n013045\n3563272 COX\n.\n112244\n6011672 TME 3C\n2247507 MOMM3C\n8608932 S1C\n090245\n021245\n112044\n9205606\nF1MOMM\n030745\nMARABAIN ARSEN L\n6105564\nTME2C\n021745\nMATTICE HAROLD A\n8073064\nMOMM3C\n021245\nMCELWAIN ARTHUR\n3604931\nS1C\n070345\nMCGUIRE EUGENE JOHN\n2238810\nY1C\n012545\nMCKINNON HARRY W\n,321 052\nIMIC\n043045\nMCNICHOLL DAVID A\n3114007\nMOMMIC\n021245\nMILLER EUGENE S\n2662969\nMOMM1C\n021245\nMONTAGUE LAWRENCE E\nMORRIS JOHN ARTHUR\nNELSON JOHN CLAYTON\nNETZEL KENNETH J.\n8074504 EM3C\n021245\n021245\n032944\n032944\n8779538\n6349106\nNOLIN ERNEST WILBUR\nPACZKOWSKI S JJR\nPEPMEIER ALFRED H\nRAUSHER ROY LORAINE\nREED GEORGE EDWARD\nREMILLARD EARL D\nROBERTS MARSHALL L\nSCHARDIEN A G JR\nSHANNON DONALDD\n5558345 TM2C\n2345005 TM3C\n6228766 TM3C\n2017355|EM16\n6669968 SC2C\n3383590 TM3C\n341 8421 CEM\n021245\n021745\n038944\n090245\nSC2C\n090444\n2125291 CMOMMA\n032944\n2061757|IM16\n032944\n7070793 MOMM3C\n032944\nEM2C\n021245\nSHEA CHARLES A\n6504422\nMOMM1C\n032944\nSHIELDS ROY\n8521381 MOMM2C\n112044\nSPIVEY CARL\n8301589 QM2C\n032944\nSTARMER HERBERT LEE\n3425132 CPHMA\n112044\nSTEWART CM JR\n6717168 TM3C\n112044\nTALLMAN CHARLES\nS\n8090412 RT1C\n112044\nTHOMAS EUGENE\n2468117 STM2C\n043045",
  "93": "H\nH\nNAVPERS 605-\nOF THE\nUS S COBIA SS245\nMUSTER ROLL OF THE CREW\nPage No.\nFor the\nQuarter\nEnding\n100145\nDEC 1945\n002\nPRESENT\nRATING\nDATE OF\nENLISTMENT\nDATE\nRECEIVED\nRATE\nBRANCH\nOF\nSERVICE\nMO. DAY YR.\nMO DAY\nTR\n112044\n(Alphabetically arranged w\nNAMES\nregard to ratings with surname\nfirst name written in full)\nTREGONING CLYDE M\nTRIMBATH GALEN EARL\nVALLAS WILLIAM\nVONBIELA LEO MARTIN\nWEST DANIEL H JR\nWILLIAMS HERSEY J\nWIREN HAROLD NELSON\nSERVICE NUMBER\nThe service number\n6516405\nSM2C\n8716649 RM2C\n8750810 EM3C\n5652842 Y3C\n5608458 QM3C\n2637006 S1 SM\n9056629 $1 ом\n021245\n112044\n112044\n021245\n021345\n090245\n75",
  "94": "Brought\nВронды 7 меня\nUSS COBIA SS245\n605 D RECAPITULATION\nCHANGES\nFOR QUARTER ENDING 1 OCT 1945\nRECEIVED FOR DUTY\nRECEIVED FOR FURTHER TRANSFER\nCHANGE OF RATE ADVANCEMENT\nCHANGE OF RATE NO CH IN PAY GR\nCHANGE OF RATE REDUCTION\nCHANGE IN CURRENT TOUR DATE\n65\nDEC 1945\n01 REC\n03 RFFT\n31 CRA\n9\n12\n32 CRNC\n33 CRR\n44 0019\n2\nCHANGE IN CUM MOS OUT\n45 0020\n4\nCHANGE IN DEPENDENCY\n46 0022\n9\nCHANGE IN DATE ENLISTMENT EXP\n79\n0010\nJ1 TRAN\n17_\nTRANSFERRED\nGAINS MISC\n28 16 31\nLOSSES TOTAL\n1718\nRemaining OB\n66\n751\n1\n10\n12\n13\n14\ning\n15\nThis form to be submitted by comanding offers of all shije sed stations, whenever any ship station is iisand or placed s\nshowing\nwhach subiaittod; abe upon sailing from our port to another, by ending offers of peial of origin of tranaler and point of destination of emitted",
  "95": "NAVPEUS 606-44)\nOn the\nRead instruction side of sheet before preparing roll\nTO BE FORWARDED TO THE BUREAU OF NAVAL PERSONNEL\nWITH QUARTERLY ROLL AT THE EXPIRATION OF EACH QUARTER\n(This is the forwarding sheet and only one should accompany roll)\n4/2/44\nTLW\nMUSTER ROLL OF THE CREW\nOF THE\nU.S.S. Celia (55245)\nday of.\nJanuary\n,19 %6\nNumber of pages NAVPERS 605a, of Quarterly Roll.\nNumber of pages NAVPERS 605b, Report of Changes, submitted during quarter.\nNumber of pages NAVPERS 605c, Passenger Lists, submitted during quarter.\nNumber of pages NAVPERS 605d, Recapitulation Sheet...\nCertified to be correct and that instructions regarding submission of rolls have been fully\ncomplied with.\nApproved this.\nday of\nForwarded\nFrom\nINSTRUCTIONS REGARDING MUSTER ROLL\nExecutive Officer.\nCommanding Officer.\n1. For additional instructions, see Articles D-4008 and D-4009, Bureau of Naval Personnel Manual, 1942.\n2. NAVPERS 605a, Quarterly Roll, must show the name of every enlisted man, except passengers, attached to ship, station, aviation\nsquadron, or unit, for permanent or temporary duty, for assignment, for medical treatment, or for instruction-with or without records-at\nexpiration of quarter; also all reservists on active duty-with or without pay.\n3. NAVPERS 606b, Report of Changes. This form shall be submitted by the following:\n(a) Commanding officers of all ships, stations, aviation squadrons, and units, whenever a ship, station, aviation squadron, or unit\nis commissioned or decommissioned.\n(b) Commanding officers of all naval vessels when sailing from one port to another, showing all changes in crew since submission\nof last report. These forms to be submitted whether or not any changes have occurred.\n(e) Commanding officers of aviation units, ship-based, whenever unit assumes a shore base status as a part of an organized\nsquadron, to show the transfer of men from parent vessel to squadron organization, and all other changes that may have occurred since\nlast report. Equivalent to decommissioning the unit.\n(d) c Commanding officers of aviation i squadrons when the units return to their parent vessels for the purpose of assuming ship-\nbased\nd status, to show transfer of men from squadron organization to the units ship-based, and all other changes that may have\noccurred since last report. Equivalent to decommissioning the squadron.\n(e) Commanding officers of all ships and stations on last day of each month, showing all changes for the month for which\nsubmitted that have not been previously reported on these forms. These forms to be submitted whether or not any changes have\noccurred.\n(f) Commanding officers of point or origin of transfer of enlisted passengers-men for transportation only-on date of sailing.\nto show intended destination and name of transporting vessel.\n(g) Commanding officers of naval vessels carrying enlisted passengers men for transportation only on date of sailing headed\n\"Passengers\" completed to show receipt and upon arriving at destination to show disposition. Any other changes that may have\noccurred in the status of enlisted passengers en t route.,\n(h) Commanding officers of point of destination at the end of the month following termination of passage on other than naval\nvessels, completed to show receipt of enlisted passengers from point of origin, name of transporting vessel, and further disposition.\nIf any be removed by competent authority from a draft on other than a naval vessel prior to arriving at original destination, such\ncompetent authority will be held responsible for informing the Bureau on these forms of the vessel from which removed, of the\ncircumstances of removal, and further disposition.\n4. NAVPERS 605e, Passenger List. This form to be submitted by vessel at date of sailing from one port to another, showing passengers\nether than enlisted personnel of the Navy taking passage on the vessel.\n& NAVPERS 606d, Recapitulation Sheet. This form is to be submitted to the Bureau with the quarterly roll and with final NAVPERS\n605b, when ship, station, aviation squadron or unit is placed out of commission or when aviation squadron and units assume a status equivalent\nto decommissioning.\n6. These instructions are to be followed by all ships, stations, aviation squadrons, and units. Reports must include all enlisted men and\nall reservists on active duty with or without pay.\n7. After the roll has been properly made out and certified to by the executive officer, signed by the commanding officer, it must be secured\nbetween the binder boards provided for that purpose, placed in the special envelopes, and forwarded to the Bureau.",
  "96": "NAVPERS-6056-17-44\nOF THE\nUSS COBIA SS245\nPage No.\nREPORT OF CHANGES\nFor the\nPeriod\nEnding\n110145\n110145\n7\nB\n9\n10\n11\n12\n13\n1\n2\n3\n4\n5\n6\nNAMES\n(Alphabetically amanged without regard to ratings, with sumame\nto the lett and the first name women in full\nAMARANTE\nANTHONY\nBERNIER JOHN W JR.\nCAMPAGNA JOSEPH V\nCRONK PAUL DONALD\nGARFIELD ANDREW F\nGAST ROBERT ROY\nHYLEN KARL JOHAN\nMCKINNON HARRY W\nMCNICHOLL DAVID A\nNETZEL KENNETH J\nSCHARDIEN A G JR\nSHEA CHARLES A\nSHIELDS ROY.\nRating a Date of\nLast Repor\nPlace of Enlistment\nS1C\nMOMM2C\nMOMM2C\nBKR2C\nSM2C\nCOX\n0905\n3203\n320 3\n7203\n0703\n0104\nMOMM1C\n3202\nTM1C\n0502\nDATE OF\nENLISTMENT\nMO DAY YR\nSERVICE NUMBER\n(The service number\nmust under no condinos\nbe omitted\n643\n70 94\n606 39 79\n709:40:25\n600 66:12\n316 81 50\n622 69:76\n207 09 70\n321 20 32\nMOMM1C\n3202\n311 40 07\nTMSC\n0504\nMOMM3C\n3204\nMOMM1C\n3202\nMOMM2C\n3203\n622 87 66\n707:07\n650 44 22\n852\n93\n13 81\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\nBRANCH\nOF\nCHANGE\nDATE OF\nOCCURRENCES\nOF\nDESCRIPTION OF CHANGE\nSERVICE NUMBER\nSERVICE\nSTATUS\nMO DAY YR\nT\n01\n2\nJ1\nS/M NL\nSUBBSE\n3\n-J1\nCONN\nNL FFT\nSUBBSE NL\nFFT SEPC\n1012\n1023\n643 70 94\n606 39 79\n1016\n709 40 25\n4\n№1\nSBASE FFT\nA 0006\n1012\n600 66\n12\n5\n52\nRED TO NXT\nINF RAT\n1009\n316 81\n50\n6\n33\nTO S1C\n7\n31\nTO CMOMMA\n0905\n1019\n622 69\n76\n320A\n1101\n207 09 70\nB\n1\nSUBBSE NL FFT\nSEPC\n1016\n321 20 32\n9\n33\nTO MOMM2C\n3203\n1019\n311 40 07\n10\n33\nTO S1C\n0905\n1019\n622 87 66\n\"\n31\nTO MOMM2C\n3203\n1101\n707 07 93\n12\nJ1\nSUBBASE NL FFT\n1015\n650 44 22\n13\n№1\nSUBBASE NL FFT\n1015\n852 13 81\n14\n1\n000006\n0006\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\nThis form to be submitted by commanding officers of all ships and stations, whenever any ship or station is commissioned or placed out of commission, on the\nlast day of each month showing all changes for the month for which submined also upon sailing from\nongin of transler and point of destination of enlisted passenger\nto another, by commanding officers of point of",
  "97": "BUG. SHANGE FOR\n26 r 1949\n18\n01 45\n2\n3\nIRA HAROLD\nNO DOMINIC\nONARD H JR\nARRY CHARLES J\nFIC\nORCHARDT EDWARD H RM3C\nBROOKS FRED WILLIAMSC2C\nBROWN KENNETH E\nON MARVIN WYNN\nROBERT ROY\n$1 TM SUB BSE NL FFT\n81C REEN 2 YRS\nINCHAM HOWARD TROM3C TO ROMEC\nWILLIAM JOHNTM3C\nALLEN EDMUNDF1MOMMCSD 322\nSTMSC USS STINGRAY\nSM BSE\nSUBDIV\nNL CONN FFT\n161\nSM BSE NL\nF1MOMMTO MOMM3C\n11 11\n02\n01 11\n24\n306\n906 76 94\n41 57\nCONN\n01\n11 17\n823 43 27\n3204\n31\n12 01\n726\n75 57\n11\n12 01\n875\n55\n03\n11\n11 23\n622 69 76\n1303\n31\n12 01\nCGM\nSUBDIV223\n01\n11 07\n300 77 72\n268\nCOMSUBRON\n22\n01 11 26\n08 03\n908 19 80\n01\n11 15\n386\n81 95\nFIC\n05/17/44\n44\n11\n10\n223 72\n99\n01-\n11 04\n672 29\n58\nOBERT ROY\n$1C\nRICHARD P\nCHARD\nHON COND\nMOMM3CUSS SNAPPER\nMOMMSCSUB BSE NL FFT\nCONV\nGOVT\n25\n11 82\n622 69 76\n01- 11\n16\n706 21\n.\n11 12.01\n706 21\n60\n60\nTM1C\nRM3C\nEMIC\nEM30\nCCS\nEEMSC\n81C\nTM3C\nGEORGE EDWARD\nSCAC\nPIVEY CARL\nомас\nM\nJ\nDONALD D\nDOUGLAS HENRYS1 RM COMSUBRON 28\nF\nILTON GEORGE\nUSSER DOMENIC\nHUSSER DOMENIC\nJOHNSON JOHN LEROY\nKING BOYD LEONARD\nKING BOYD LEONARD\nBOYD LEONARD\nLER ROBERT H\nART RUSSELL B\nKENNETH\nARSEN\nNOLAN L\nTNSKI MS\nTAGUE LAWRENCE\nTZEL KENNETH\nJOHN JR\nSTROHL VICTOR H\nSTROHL VICTOR H\nACKEST WILLIAM NV\nREGONING CLYDE\nHITLEY WILLIA T\nWILLIAMS HERSEY\nTILSON DEAN ORVILL\nBOMMACK VERNON D\n81 GM SUB BSE NL FFT\nRM2C COMBUBRON 22\nRM2C SUB BSE NL FFT\nF1MOMMTO MOMMSC\nRM3C\nGM3C 8/M BSE\nFIMOMMSUBDIV 201\nIME C SM BSE NL CONN FFT\nSUBBSE NL CONN\nMOMMSCUSS PENGUIN\nF1MOMMSUB BSE NL FFT\nMOMMICSM BSE NL\nSM2C SUB BSE NL FFT\nCEMA BM BSE NL CT\nNL GRP INACT FLT\n01-\n11\n17\n382 18 09\n01\n11 20\n•\n11\n18 01\n01-\n11 15\n•\n11\n18\n01\n690 99 14\n786 67\n642 60 96\n642\n90\n3204\nHON COND CONV GOVT\n31 18 01\n85 11 30\n$1 RM\nFOR 2 YRS\n11\n12 01\n60 96\n554 75 62\n202 29 89\n202 89\nTO RM30\n31\n12 01\n202 89\n89\n89\nCSS 22\n01\n11 13\n223\n83 57\nNL CONN\n01\n11 16\n945\n36 76\n01 11 19\n-11\n01-14-82\n859 32 38\n610 55 64\n07\n901 63 90\nSM BSE NL CONN\n01 11\n01 11 16\n11\n04\n291 53 56\n808 50 71\n11 02\n807 45\n04\nSM BSENL CONN\nC8D32\n11 11 02\n622\n87\n66\n01\n11 16\n203\n10 50\nSM BSE NL\nCONN\nSM BSE NL\nCONN\nFFT\nFFT\n. 11\n11 02\n877 95 38\n11\n11\n02\n830 15 89\nSUBDIV223\n01\n11 16\n337 46 63\n•-11\n18\n01\nCT\n01-\n11 09\n337 46 63\n360 32 30\n11\n12 01\n01\n11 06\n81 SM TO OM3C\n0604\n31\n12 01\nSMIC SUBBSE NC\nMOMMSCCSD 322\nCONN\n01\n01 11 05\n11 15\n651 64\n05\n262 51 98\n263 70 06\n321 81 72\n360 28 53\n24 000014 000006 000044",
  "98": "REPORT OF\nCHANGE FOR\nUSS COBIA 88245\n-MAR 191\n1 01 46\n2\n3\n5\n6\nAMARANTE\nANTHONY\nANDERSON A\nJR\nATTEBERRY WILLIAM\nBEAULIEU SA\nBROOKS FRED WILLIAMSC&C\nBROTCHIE THOMAS H FCRC\nEHLERS WILLIAM JOHNTM3C\nEVANS MELVIN THOMAS8C3C\nFORD LEONARD HJR\nFORD LEONARD H JR\nJR\nLCRM\nCMOMM\nS1 BKRSM BASE NL FFT PSC\nMOMM2CSM BASE NL CONN\nCOMSUBRON 4\nSM BASE NL CONN\nSM BSE NL CON FFT\nCOMSUBLANT FFT\n11\n11 12 28\n01 12 10\n11 12\n13\n01\n12 10\n11 12 14\n12 04\n643 70\n94\n800 80 91\n355 99 08\n201 50 77\n823 43 27\n607 32 04\nSUBDIV 161\n11\n12 04\n908 19\nUSS CORPORAL\n01\n12 27\n80\n372 30 78\nSTM2C\nSUBDIV 161\n11\n12\n04\nSTM2C\nSM BASE NL\nCONN\n01\nGARFIELD\nANDREW F\nSM2C\nCOMSUBLANT FFT\nGOELLER DONALDD\nTM1C\nNEW LON GROUP\nKNAPP HAROLD MASON\nEM3C\nUSNH NY 11/30\nKOEHLER\nROBERTH\nEM1C\nCOMSUBRON 4\nLIBURDI CLIFTON R\nTME3C\nS/M NDISP NL CONN\n11\nLOVE LEONARD\nJOHN\nMILLER\nEUGENES\nMILLER NOLAN\nMLODZINSKI M\nL\nS\nCCS\nSCIOTTO PHILIP A\nSHANNON DONALD D\nTONG HARRY\nWOLFORD\nEDWARD\nH\nF1C\nMAGINNIS BERTRAM E\nNAVTRATA NOR VA\nMOMM3CSUBDIV\nNELSON JOHN CLAYTONTM3C\nPACZKOWSKI S J JR\nPRECUP\nJOHN JR\nPRITCHETT JOHN T\nSCHARDIEN A G JR\nSCIOTTO\nPHILIPA\nSM BSE NL CON FFT\nSC2C SUBDIV 161\nTM3C SMBSE NL CT FFT\nS1 SC COMSUBDIV161\nMOMM2CSMBSE NL CT FFT\nUSS KINGFISH\nNEW LON GROUP\nEM2C SUBDIV 161\nMOMM1CCOMSUBDIV161\nUSS GUARDFISH\n8 000022 000000 000030\nMOMM3CCOMSUBRON TEN\nF1MOMMSUBDIV 161\nMOMM1CCOMSUBRON 6\n11\n12 11\n11 12 04\n11 12 27\n11 12 02\n11\n12 13\n12 20\n13\n12\n11\n12 04\n672 29 52\n672 29 52\n316 81 50\n382 18 09\n667 24 32\n223 83 57\n601 16 72\n224 75 07\n920 56\nFFA\n11\n12 14\n266 29\n11\n12\n161\n11\n22\n12 04\n291\n53\n808 50 71\n06\n69\n56\n11 12 14\n234 50 05\n11\n12\n04\n666\n99 68\n11\n1\n01\n283\n10 50\n01\n12\n02\n561 04\n07\n11\n1\n01\nCMOMM\nCMOMM\n01\n12\n17\n11\n12 27\n11\n12\n04\n707\n07 93\n300 05 09\n300 0.5 09\n634 91 06\n01\n12\n02\n385 70 77\n01- 12\n17\n861 91 29",
  "99": "NAVERS\nOF THE\nUS S COBIA SS245\nMUSTER ROLL OF THE CREW\nPage No.\nFor the\nQuarter\nEnding\n10146\n001\nBEAULIEU SA JR\nНАМШ\n(Alphabetically arranged without regard to ratings with surname\nwritten in full\ntand t\nANDERSON A JR\nBAKER GEORGE ABRAM\nSERVICE NUMBER\nThe service number\nPRESENT\nRATING\nDATE OF\nENLISTMENT\ncondition\nommitted\nRATE\nBRANCH\nOF\nMO. DAY YR\nSERVICE\n6603691 MOMMEC\n9093445F1C\n2015077 CMOMM\nDATE\nRECEIVED\nMO DAY YR\n45\n030745\n121045\nBLAND SAMUEL LEE\nBORCHARDT EDWARD\nBROWN KENNETHE\n9370192\nSTM1C\n050645\nH\n3064157\n7267557\nRM3C\nMOMM3C\n112445\n043045\nBROWNSTEIN ALVIN\nBURLESON LAWRENCE\nCAMPBELL CHARLES\nCARR DAVID ERNEST\nCASADY JOSEPH E\nCAST ROBERT ROY\nCHANDLER ERNEST E\nCONGLETON WILMER\nCUNNINGHAM HOWARD\nDIXON IRA HAROLD\nDONAHUE HARRY J JR\nDOWELL RICHARD ALMA\nOURBAHN DAVID C\nDWYER JOHN F JR\nELIJAH ALLEN EDMUND\nEPPERSON MARSHALL\nEVANS MELVIN THOMAS\nFIORENDINO DOMINIC\nFLEENER JAMES L\nFORD LEONARD H JR\nFRAZIER WILLIAME\nGUILD DOUGLAS HENRY\nHYLEN KARL JOHAN\nJOHNSON JOHN LEROY\nJOHNSON WILLIAM A\nKING BOYD LEONARD\nKIRKWOOD ARTHUR P\nKRATOHVIL WILLIAM J\nLAENGER JAMES F\nLOCKHART RUSSELL\nMADIGAN EUGENE J\n7091925\nG\n8409135\nF1 EM\nEM3C\n043045\n090444\nH\n8336461\nEM3C\n071645\n5646691 RT1C\n032944\n3127757\nEM1C\n032944\n6226976 S1C\n112345\n8699124\nF1MOMM\n043045\n8265412 EM2C\n032944\nT\n3007772\nRDM2C\n043045\n2680803\nCGM\n110745\nGMIC\n060645\n5597435 RM2C\n043045\n8698180\nMOMM2C\n090444\n2127204 MOMM1C\n032944\n3868195\nF1MOMM\n111545\nE\n8719445\nF1MOMM\n043045\n3723078 SPA3C\n122745\n2237299 F1C\n090345\n3211310 CTM\n090245\n6722952\nSTM2C\n121145\n7340936\n81C\n090345\n6909914 S1 RM\n112045\n2070970\nCMOMMA\n043045\n5547562\nMOMM3C\n112044\n8563060 F1\nEM\n043045\n2022989\nRM3C\n120145\n7620115 $1 QM\n112044\n6132902\nTM2C\n013045\n3563272 COX\n112244\nB\n9453676 GM3C\n111645\n8608932 S1C\n11204 4\nMALEDY KENNETH\nL\nMATTICE HAROLD A\n8073064\nMOMM3C\nMAZZARELLA JOSEPH\nA\n9076390 EM3C\nMCELWAIN ARTHUR\n3604931 S1C\nMCGUIRE EUGENE JOHN\nMCNICHOLL DAVID A\n8593238 F1MOMM\n111945\n021245\n110745\n3418421\nNV\nMORRIS JOHN ARTHUR\nNOLIN ERNEST WILBUR\nPEPMEIER ALFREDH\nPRITCHETT JOHN T\nKAUSHER ROY LORAINE\nREMILLARD EARL D\nROBERTS MARSHALL L\nSTARMER HERBERT LEE\nSTEWART CM JR\nTACKEST WILLIAM\n2238810 Y1C\n3114007 MOMM2C\n5558345 TM2C\n2017355\nEMIC\n2125291\n2021757 TMIC\n3425132 CPHMA\n6717168 TM3C\n070 345\n012545\n021245\n021245\n021245\n3383590 TM3C\n032944\n5610407 S1 SC\nCEM\nCMOMMA\n120245\n090245\n032944\n032944\n112044\n112044\n3603230 MOMM1C\n110945\nS\nWILSON DEAN ORVILLE\nWIREN HAROLD NELSON\nWOLFORD EDWARD H\nWOMMACK VERNOND\nTALLMAN CHARLES\nTHOMAS EUGENE\nTONG HARRY\nVALLAS WILLIAM\n8750810 EM3C\nVONBIELA LEO MARTIN\n5652842 Y3C\nWEST DANIEL H JR\n5608458\nQM3C\nWHITLEY WILLIA T\nWILLIAMS HERSEY J\n2625198 CEMA\n2637006 OM3C\n3218172 SM1C\n9056629 $1 9M\n8619129 F1C\n3602853 MOMM1C\n8090412 RT1C\n112044\nTRIMBATH GALEN EARL\nSTM2C\n3857077 MOMM1C\n8716649 RM2C\n2468117\n043045\n120245\n0212 45\n112044\n112044\n021245\n110645\n021245\n110545\n090245\n121745\n111545\n665",
  "100": "USS COBIA SS245\n605 D RECAPITULATION\nFOR QUARTER ENDING 1 JAN 1946\nTHE CREW\nending.\n5-19\nRECEIVED FOR DUTY\n01 REG\n315\nREENLISTMENT\nCHANGE OF RATE ADVANCEMENT\n11 REEN\n2\n31 CRA\n7\nCHANGE OF RATE REDUCTION\n33 CRA\n3\nCHANGE IN CURRENT TOUR DATE\n44 0019\n1\nDECK COURT\n52 DC\n1\nTRANSFERRED\nJ1 TRAN\n40\nUNDER HONORABL COND CON GOVT\nK5 HCCG\n2\nGAINS MISC\nLOSSES TOTAL\n33\n12\n42\n87",
  "101": "•\nNAVPERS 0\nOF THE\nUSS COBIA SS245\nREPORT OF CHANGES\nFor the\nPeriod\nEnding\n20146\nPage No.\n26 MAR 1946\n1\nNAMES\n1\n3\n3\n4\n$\n.\n9\n9\n10\n11\n13\n14\n15\n16\n18\n19\n20\n21\n22\n29\n(Alphabetically arranged without regard to ratings, with surname to\nthe left and the first\nBREWER\nBREWER EDMUND G\nBROWNSTEIN ALVIN\nBURLESON LAWRENCE\nCARR DAVID ERNEST\nCAST ROBERT ROY\nCHANDLER ERNEST E\n. CUNNINGHAM HOWARD\nDURBAHN DAVID C\nDURBAHN DAVID\ng\nEPPERSON MARSHALL\nEVANS MELVIN THOMAS\nFIORENDINO DOMINIC\nFORD LEONARD H JR\nFRAZIER WILLIAME\nGUILD DOUGLAS HENRY\nJOHNSON WILLIAM A\nKEITH STEPHEN W\nKING BOYD LEONARD\nKING BOYD LEONARD\nKIRKWOOD ARTHUR P\nKRATOHVIL WILLIAM\nMADIGAN EUGENE J\nRating at Date of\nLast Report\nPlace of Enlistment\nEDMUND\nG\nV20\n6103\nY2C\n6103\nF1\nEM\n3305\nDATE OF\nENLISTMENT\nMO. DAY YR.\nSERVICE NUMBER\n(The service number\nmust under condition\n659 82 14\n659 82 14\n709 19 25\nGTEM3C\n3304\n840 91\n35\nRT1C\n1202\n564 66\n91\nS1C\n0905\n622 69\n76\nF1MOMM\n3205\n869 91\n24\nTROM2C\n1303\nMOMM2C\n3203\nMOMMAC\n3203\n300 77 72\n869 81 80\n869 81 80\nE\nF1MOMM\n3205\n871 94 45\nSC3C\n7104\n372 30 78\nF1C\n3605\n223 72 99\nSTM2C\n7696\n81 C\n0905\n672 29\n734 09 36\n52\n$1 RM\n1105\n690\n99 14\nF1\nEM\n3305\n856\n30 60\nTM2C\n0503\n667 20\n57\nRM3C\n1104\n202\n29 89\nRM3C\n1104\n202 29 89\nS1 QM\n0605\n762\n01 15\nJ\nTMBC\n0503\n613 29 02\n81C\n0905\n860 89 32\n24\nMALEDY KENNETH L\nFIMOMM\n3205\n859 32 38\n25\nMAZZARELLA JOSEPH AEM36\n3304\n907 63 90\n26\nMCELWAIN ARTHUR\n81C\n0905\n360 49 31\n27\nMCGUIRE EUGENE JOHN\nY1C\n6102\n223 88 10\n28\nMCNICHOLL DAVID A\nMOMM2C\n3203\n311 40 07\n29\nMCNICHOLL DAVID A\nMOMM2C\n3203\n30\nBERMETER ALFRED\nH\nTM30\n6504\nDATE OF\nOCCURRENCES\n311 40 07\n338 35 90\nSERVICE NUMBER\n659 82 14\nBRANCH\nof\nCHANGE\nSERVICE\nOF\nSTATUS\nDESCRIPTION OF CHANGE\nMO DAY YR.\n01\nJ1\nNEWLONGRP\n16THFLT\nNAV BKS WASH DC\n111\n126\n659 82 14\nJ1\nNL GRP 16TH FLT\n107\n709 19 25\n4\nJ1\nCOM 8TH\nND 12/29\n107\n840 91 35\nJ1\nSMBASE NL CONN\n115\n564 66 91\n6\nJ1\nSM BASE NL CONN\n131\n622 69 76\nJ1\n9\nCOMNEWLONGRP 16FLT\n105\n869 91 24\n.\nJ1\nUSS BANG\n201\n300 77 72\nJ1\n9\nNAV DISP\nNL\nCONN\n108\n869 81 80\n10\n01\nSMBASE\nNL CONN\n130\n869 81 80\n11\nJ1\nNL GRP 16FLT\n117\n871 94 45\n12\n31\nTO\nSC2C\n7103\n201\n372\n\"\n31\nTO\nMOMM3C\n3204\n201\n30 78\n223 78 99\n14\nJ1\nSM BASE NL CONN\n131\n672 29 52\n15\nJI\nCOMNEWLONGRP 16FLT\n105\n734\n09 36\n16\nJ1\nNL GRP 16TH FLT\n107\n690 99 14\n17\n31\nTO EM3C\n3304\n201\n856 30 60\n18\n01\nUSS RAY\n117\n667 20 57\n19\n64\n04/21/42\n108\n202 29 89\n20\n31\nTO RM2C\n1103\n201\n202 29 89\n21\nJ1\nNL GRP 16TH\nFLT\n107\n762 01 15\n22\nJ1\nSMBASE NL\nCONN\n115\n613 29\n02\n31\nTO TM3C\n0504\n201\n860 89 32\n24\n31\nTO\nMOMM3C\n3204\n201\n859 32 38\n25\n31\nTO\nEM&C\n3303\n201\n907 63 90\n26\nJ1\nUSS SABALO\n128\n360 49 31\n27\nJ1\nNAVBKS WASH UC FFT\n105\n223 88\n10\n29\nK 1\nHON DISC EXP\nENL\n109\n311 40 07\n29\n11\nREEN 2 YRS\n110\n311 40 07\n30\n31\nTO TM2C\n0503\n201\n338 35 90\nThis form to be submitted by commanding officers of all ships and nations, whenever any ship or station i\nlast day of each month showing all changes to the month\norigin of tranater and point of destination of enlisted passengers.\ncommissioned or pla\nnother. by",
  "102": "NAVPERS 605-\nOF THE\nUSS\nCOBIA 88245\nREPORT OF CHANGES\nPage No.\nFor the\nPeriod\nEnding\n20146\n26 MAR 1946\n2\n1\nNAMES\n(Alphabetically arranged without regard to ratings, with sumame to\nthe left and the first name written in full)\nROCKENFIELD W A\nDATE OF\nENLISTMENT\nRating at Dote of\nLa Report\nPlace of Enlistment\nMO DAY YR\nCPHMA\n6501\n2\nSTARMER HERBERT LEE\nCPHMA\n6501\n9\nSTEWART\nC M JR\nTM3C\n0504\nSERVICE NUMBER\n(The service number\nmust under\ncondition\nbe omitted)\n311 45 04\n342 51 32\n671 71 68\n4\nTHOMAS EUGENE\nSTM2C\n7606\n246 81 17\nS\nTHOMAS EUGENE\nSTM2C\n7606\n246 81 17\n.\nVALLAS WILLIAM\nEM3C\n3304\n875 08 10\n.\nVONBIELA LEO MARTIN\nWEST DANIEL H JR\nWIREN HAROLD NELSON $1\nSC\n6104\n565 28 42\nQM3C\nQM\n0604\n0605\n560 84 58\n905\n66 29\n10\n\"\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\nBRANCH\nOF\nSERVICE\nCHANGE\nDATE OF\nOCCURRENCE\nOF\nDESCRIPTION OF CHANGE\nSERVICE NUMBER\nSTATUS\nMO DAY YR\n01\nREMURA SS487\n106\n311 23 04\nJ1\n2\nUSS REMORA\n105\n342 51 32\nJ1\n3\nSMBST NL CT FFT\n102\n671 71 68\nK5\n4\nHON COND CONV\nGOVT\n109\n246 81 17\nS\n11\nREEN 2 YRS\n110\n246 81 17\n31\nTO\n6\nEM2C\n3303\n201\n875 08 10\n31\n\"\nTO Y2C\n01/156103\n128\n565 28 42\nB\n31\nTO\nGMNC\n0603\n201\n560 84 58\nJ1\n.\nNL\nGRP 16FLT\n117\n905\n66\n29\n10\n6\n000021\n0012\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n29\n24\n25\n26\n27\n28\n29\n90\nThis form to\nubmitted by commanding officers\norigin of transler and point of destination of enlisted passengers\nships and sations, whenever any ship or station is missioned or placed o\ncommission, on the\nnother, by com ding officers of point of",
  "103": "NAVPERS 0-1\nOF THE\nUSS COBIA\n88245\nNAMES\n(Alphabetically manged without regard to ratings, with surname to\nthe left and the first name written in full)\nANDERSON A JR\n2\nBAKER GEORGE ABRAM\nBLAND SAMUEL LEE\nCABADY JOSEPH E\nREPORT OF CHANGES\nFor the\nPeriod\nEnding\n30146\nPage No.\n24\nJUN 1948\nDATE OF\nENLISTMENT\nRating of Date of\nLast Report\nPlace of Enlistment\nMO DAY YR\nMOMM2C\nF1C\nSTMIC\nEMC\nSERVICE NUMBER\n(The service sumber\nmust under condition\nbe omited\n800 80 91\n909 34 45\n937 01 93\n318 77\n57\n4\n5\nDILL HAROLD CLAYTON\nTMBC\n6\nDIXON IRA HAROLD\nCGM\n633 19 T\n868 08 03\n7\nDURBAHN DC\nMOMMSC\nB\nDURBAHN DAVID C\nMOMMSC\n869 81 80\n869 01 80\n9\nFRAZIER MONTE N\n$1C\n10\nHALE BOB CORBETT JR\nTM3C\n11\nHOFFSTROM WILLIAM E\nCEMA\n12\n13\n14\n15\nHUNTRESS FRED DIXON\nJOHNSON WILLIAM A\nJOHNSON JOHN LEROY\nKEITH STEPHEN W\nSC\nEMSC\nMOMM3C\n894 30 26\n357 67 46\n385 79 90\n208\n97\n87\n56\n30 60\n554 75 63\nTMC\n16\nKNAPP HAROLD MASON\nEM3C\n17\nLOCKHART RUSSELL\nB\nGM3C\n667 20 57\n667 24\n945 36 76\n38\nMADIGAN EUGENE J\nTM3C\n19\nMAINER LAWRENCE RAY\nGM2C\n860 89 32\n337 95 18\n20\nMALEDY KENNETH L\nMOMM3C\n21\nMARCHANT GEORGE A\nY&C\n22\nMARK EARL FRED\n23\nMATTICE HAROLD A\n24\nMORRIS JOHN ARTHUR\n25\nTMBC\n26\nROCKENFIELD WA\nCPHMA\nPEPMEIER ALFRED H\n81 RM\nMOMN3C\nTMBC\n859 32 38\n607 18 34\n714 90 63\n807 3064\n555 83 45\n338 35 90\n311 23 04\n27\nTALLMAN CHARLES\nS\nRT1C\n809 04 18\n28\nTHOMAS EUGENE\nSTM2C\n29\n30\nTRIMBATH GALEN EARL RMBC\nVONBIELA LEO MARTIN YEC\nDATE OF\nOCCURRENCE\n246 81 17\n871 66 49\n565 28 43\nBRANCH\nCHANGE\nOF\nOF\nDESCRIPTION OF CHANGE\nSERVICE HUMBER\nSERVICE\nSTATUS\nMO DAY YR.\nJ1\n3\nJ1\nCOMSUBLANT\nSM BABE NL CONN\n228\n208\n800 80 91\n909 34 45\n3\n31\nTO 8T3C 03/01\n20 5\n937 01 93\n4\nJ1\nSUBSE NL CT\n211\n318 77 57\n5\n01\nUSS HOE 88258\n225\n633 19 98\n6\nJ1\nNLGRP 16TH FLT\n213\n868 08 03\n7\n01\nTRAN IN ERROR\n216\n869 81 80\nJ1\nSUB BSE NEW LON\n215\n869 81 80\n9\n01\n888 НОЕ\n88258\n225\n894 30 26\n10\n01\nUSS HOE 88358\n225\n357 67 46\n11\n01\nU88 LAPON\n22 5\n385 79 90\n12\n01\nNEW LON GRP 16FLT\n20 S\n208 97 87\n13\nJ1\nSUB BBE NEW LON\n215\n856 30 60\n14\nJ1\nSMBASE NL CONN\n207\n554 75 68\n15\nJ1\n16\n01\nSUB BSE NEW LON\nSUBSE NL CT\n215\n667 20 57\n213\n667 24 32\n17\nJ1\nJ1\n19\n01\n20\nJ1\n21\n01\n22\n01\n23\nJ1\nSM BASE L CONN\nSM BABE NL CONN\nNEWLONGRP 16FLT\nSUB BSE NEW LON\nNEWLON GRP 16FLT\nUBS HOE 88258\nSM BASE ML CONN\n202\n945 36 76\n202\n860 89 32\n30 5\n337 95 18\n215\n859 32 38\n205\n607 1834\n225\n714 90 63\n202\n107 30 64\n24\nJ1\nSM BASE NL CONN\n202\n555 83 45\n25\n1\nSMBSE NL CT FFT\n223\n338\n3590\n26\nJ1\nNLGRP16FLT\n225\n311 23 04\nJ2\nSM BASE NL CONN\n202\n809:04 17\n20\n31\nTO STM1C 02/01\n205\n246 81 17\n29\nJ1\n30\nJ1\nSM BASE NL CONN\nNLGRP 16TH FLT\n202\n871 66 49\n211\n565 28 42\nlast day\nmanding officers of all",
  "104": "NAVPERS 605-1\nOF THE\nUSB COBIA 88245\nNAMES\n(Alphabetically arranged without regard to ratings, with surname to\nthe left and the first name written in full\nWHITLEY\nREPORT OF CHANGES\nFor the\nPeriod\nEnding\n30146\nPage No.\n14 JUN 1948\nRating Date of\nLast Report\nPlace of Enlistment\nWILLIAT\n2\n3\nWOLFORD EOWARD H\nYALE ROBERT WILSON\nCEMA\nF1C\nCHOMM\n4\nS\n6\n7\nB\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n29\n24\n25\n26\n27\n28\n29\n30\nBRANCH\nOF\nCHANGE\nOF\nSERVICE\nSTATUS\n1\nJ1\nJ1\n3\n01\n4\n5\n$\n7\nA\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n27\n28\n29\n30\nlast day\norigin\nmonth showing\nanaler and point c\nDATE OF\nENLISTMENT\nMO DAY YR\nSERVICE NUME\n(The service sumber\nmust under\n262\ncondition\n5198\n861 91 29\n201\n63 03\nDATE OF\nOCCURRENCES\nDESCRIPTION OF CHANGE\nNLGRP16FLT\nCOMSUBLANTAD\nUSS ANGLER\nSERVICE NUMBER\nMO. DAY YR\n225\n228\n228\n262 61 98\n861 91 29\n301 53.03\n11\n000020\n0002\ncommanding office\nchanges for the month for which submited also upon wing\ndestination of enlisted passengers\neding officers of point of",
  "105": "REPORT OF CHANGES FOR\nCODIA $8245\n-9 JUL 1948\n4 01 46\n3\n5\nCHARDT EDWARD H RM3C COMSUBLANTAD\n11\n3 15\nWN KENNETH E\nIGLETON WILMER\nMOMM3CC\nEM&C\nSUBL NTAD\n11\n3 15\n306 41 57\n726 75 57\nCO\nINTAD\n11\n3 15\nDELL RICHARD\nALMARMac\nCOMBUB\nNTAD\n11\n3 15\n826 54 12\n559 74 35\nTHEY DORSEY J\nBKRIC\nUSS HADDOC\n01\n3 05\nCOX\nRM2C\nRM3C\nCCS\nKSON ELTON HENRYST3C\nNGER JAMES F\nZZANO HENRY JR\nOTCHETT JOHN T\nSTREET LC\nEDWACO F\nUSS HADOOCK\nNLGRP 16TH FLT\nCOMSUBLANTAD\nNLGRP 16TH FLT\nUSS WHALE\n5 000006 000000 000011\n01\n05\nCOMB LANTAD FFT\n11\n3 28\n969\n05\n29\n356 32 72\n01\n3 13\n202 31 11\n81 8C\n• 11\n3\n15\n561 04 07\n01\n3\n13\n579 34 69\n01\n07\n201\n37 58",
  "106": "NAVPERS 605-\nOF THE\nUSS COBIA SS 245\nMUSTER ROLL OF THE CREW\nFor the\nQuarter\nEnding\nPage No.\n-9 JUL 194\n40146\n001\nNAMES\n(Alphabetically arranged without regard to ratings with summe\nI the first name writen in full\nBEAULIEU SA JR\nBLAND SAMUEL LEE\nCAMP BELL CHARLES H\nDILL HAROLD CLAYTON\nDONAHUE HARRY J JR\nDURBAHN DC\nDWYER JOHN F JR\nELIJAH ALLEN\nSERVICE NUMBER\n(The service number\ncondision\nommited)\nCMOMM\nPRESENT\nRATING\nDATE OF\nENLISTMENT\nDATE\nRECEIVED\nRATE\nBRANCH\nOF\nSERVICE\nMO. DAY YR\nMO. DAY\nTR.\n131045\n050645\n.\n071645\n022546\n0806\n0216\n0329\n111\n2015077\n9370192 ST3C\n8336461 EM3C\n6331998 TM2C\n2239005\n8698180\nMOMMOC\n2127204 MOMMIC\nEDMUND\n3868195 81MOMM\n3723078 SC2C\nEVANS MELVIN THOMAS\nFIORENDINO DOMINIC\nFLEENER JAMES L\nFORTNEY DORSEY J\nFRAZIER MONTE N\nHALE BOB CORBETT JR\nHOFF STROM WILLIAM E\nHUNTRESS FRED DIXON\nHYLEN KARL JOHAN\nJACKSON ELTON HENRY\nKING BOYD LEONARD\nKNAPP HAROLD MASON\nMAINER LAWRENCE RAY\nMARCHANT GEORGE A\nMARK EARL FRED\nMAZZARELLA JOSEPH A\nMCNICHOLL DAVIDA\nNOLIN ERNEST WILBUR\nPIZZANO HENRY JR\nRAUSHER ROY LORAINE\nREMILLARD EARL D\nROBERTS MARSHALL L\nTACKEST WILLIAM NV\nTHOMAS EUGENE\nTONG HARRY\nVALLAS WILLIAM\nVANDERSTREET L C\nWALSH EDWARD F\nWEST DANIEL H JR\nWILLIAMS HERSEY J\nWILSON DEAN ORVILLE\nWOMMACK VERNOND\nYALE ROBERT WILSON\n2237299\nMOMM3C\n3211310 CTM\n2800550 BKRIC\n8943026 81C\n3576746\nTM3C\n3857990 CEMA\n2089787 $1C\n2070970 CMOMMA\n9692939 ST3C\n2022989 RM2C\n6672432 EM3C\n3379518 GM2C\n6071834 Y2C\n7149063 $1 RM\n9076390 EM2C\n3114007 MONMOC\n2017355 EM16\nO\n120145\n021340\n020546\n020546\n022546\n45\n011046\n021245\n2023111 RM2C\n031346\n3418421 CEM\n2135291 CMOMMA\n032944\n2021757 -16\n3603230\nMOMM1C\n110945\n2468117\nSTMIC\n011046\n3857077\n120245\n8750810\n112044\n5793469 RM3C\n2013758 CCS\n5608458 QM2C\n2637006 QM3C\n3218172 SMIC\n3602853 MOMMIC\n2015303 CHOME\n03134\n030746\n021245\n021245\n110545\n111545\n022846\n41\nMOMMIC\nEM2C",
  "107": "H\nSAVFERN -1)\nPage\n9 JUL 1941\nRECAPITULATION SHEET\nof the U. S. S..\nUSS COBIA 88245\n6050 RECAPITULATION\nQUARTER ENDING 1 APRIL 1946\nRECEIVED FOR DUTY\nJUL 194\n01 REC\nREENLISTMENT\n11 REEN\nCHANGE OF RATE ADVANCEMENT\n3 CRA\n13\nCHANGE IN ACTIVE DUTY DATE\n64 0021\nTRANSFERRED\nHON DISC EXP ENL\nUNDER HONORABLE COND CONVEN GOVT\nGAINS MISC LOSSES TOTAL\nJ1 TRAN\n45\nK1 HDEE\nK5 MCC\n22\n14\nExtensions canceled during quarter: 1-yr,\nEnlisted in Naval Reserve Class V-4,\n47\n83\n2-y\n;3-நா,\n4-yr\nend of each gr\nwith the quarterly roll, and is intended to furnish the Bereas with a summary of all changes\nthe enlisted personnel on board ships and shore stations during the period e which the quarterly roll is rendered. The pember of changes shall\nnorable discharge\nThis form is to be smiled to\nird during the quarter\ntered in the amber column\nthe line designated honorable discharge, etc.\n(OVER)",
  "108": "NOTE TO\nSEARCHER\nSOME OF THE FOLLOW\nING DOCUMENTS MAY\nBE ILLEGIBLE DUE\nTO THE PRESENCE\nOF POOR QUALITY\nORIGINALS.",
  "109": "NAVPERS G-1\n(Revised October 1942)\nPage\nREPORT OF CHANGES\nMAY 1946\nCOBIA (SS245)\nof U. S. S.\nperiod\nfor the month ending\nfirst\nday of\nMay\n, 1946, date of sailing\nfrom\nto\nNAMES\n(Alphabetically and without meant to rating, with surname\nSERVICE NUMBER\n(The service number\n4\n5\nDale of Etment\nRating Date of\nLait Report\nPlace of Enlistment\nBELL, Robert W.\n386 68 58\nMol(30\nBLAND, Samuel L.\n937 01 92\nSt30\n2\nELIJAH, Allen Z.\n386 81 95\nFle\n3\nFRAZIER, Monte N.\n894 30 26\n31c (FC)\nNOLIN, Ernest W.\n201 73 55\n100 o\n5\nVALLAS, William (n)\n875 08 10\n20\n6\nWILEY, Theodore S.\n818 48 26\nSC20\nYALE, Robert W.\n201 53 03\nCMO\n10\n11\n12\n13\n14\n15\nV\ndeserted, discharged,\nDale of Guin\nBranch of Service\nrating\nation from which reived, to what\nburied\ntransferred, where diac\nWhire\nchange\ntached duty, give place of duty. If p\nUSN\nREC\n19 April\nUSS ANGLER VO ComNLGrplóthFit\n1\nV6 USNR\nالمال\n2 April\nComSubLantAd FFT SepCen AlNav 394-45\n2\nV6 USNR\nTRAN\n2 April\nDo\n3\nV6 USNR\nTRAN\n12 April\nDo\n4\nUSN\nTRAN\n22 April\nV6 USNR\nTRAN\n12 April\n6\nV6 USNR\nREC\n19 April\n7\nUSN\nTRAN\n3 April\nUSNDispensary, Ptamh, NH Form \"G\"\nComSubLantAd FFT SepCen Allav 395-45\nUSS ANGLER VO ComNLGrp16thFit\nCO NAVAL AIR STA. QUONSET R.I.\nBurers Ltr Pers-63021-man-19 131 201 59-09-\ndated 3/26/46\n9\n10\n11\n12\n13\n14\n15\nThis hem\nbe submitted by s\nI ships and stations, whenever any ship or station\nupon ming from one pt to atly\nading e\nJ.M.M. NASON,\nLieut-Commr., US,\nCommanding Officer",
  "110": "NAVPERS -\n(Revised October 1942)\nPage\nREPORT OF CHANGES\nH\nof U. S. S.\nCOBIA (SS245)\n22nd\nday of\nMay\nto\nfor the month ending\nfrom decommissioning\nNAMES\n(Alphabetically ranged without regard to rating with surname\nto theft and the first size written\nfull)\nBERVICE NUMBER\nThe\n29 MAY 1948\n1946, date of sailing\n5\nDale of Etment\nPlace of Kallament\n2\nCAMPBELL, Charles H.\nCLAUS, Valentine (a) III\nBEAULIEU, Stephen A. Jr.\n201 50 77 Col(SS)\n633 64 6130(SS)\n727 22 92 30 (SS)\nDILL, Harold C.\n633 19 98\n20 (55)\nDIL, Herold C.\n633 19 98\n10 (35)\n5\nDONAHUE, Harry J. Jr.\n223 90 05\n6\nGle (SS)\nDURBAN, David C.\n869 81 80\nold(20 (35)\n7\nDWYER, John 7. Jr.\n212 72 04\nMolo (SS)\nEVANS, Melvin T.\n9\nFIORENDINO, Dominic (n)\n372 30 78 S020\n223 72 99 0030\n10\nFLERER, James L.\n321 13 10\nC(SS)\n11\n12\nFORTNEY, Bob C. Jr.\n357 67 46\nBlarle (55)\nHALE, Bob C. Jr.\n13\n280 05 50 30\n14\n385 79 90\n15\nHUNTRESS, Fred D.\nHOFFSTROM, William B.\n208 97 87 Slo\nstation from which received, to what vel c station transferred, where discharged and\ndischarge; where deserted, and amount due or overpaid. Where died,\ndeath\nC(SS)\nReived, transferred\nVessels\ncharged,\nDate of Occurrences in\nBranch of Bervi\nplace of duty. If p\nstatus\nUSN\nTRAN\n1\nV6 USAR\nTRAN\n2\nV6 USKR\nTRAN\n3\nUSN\nCRA\n22 May\n7 May\n22 May\n2 Kay\n4\nUSI\nTRAN\n22 May\n$\nUSN\nTRAN\n\"\nUSS HADDOCK AUTH ComNLGrp16thFit To P-584\nComSubLantAAPtah FFT SepCon Bainbridge, Md.\nUSS HADDOCK AUTH ConNLGrplóthalt To P-584\nTo Te (SS) AUTH BuPers C/L 297-44 (Corr)\nUSS REDFIN AUTH ComLGrpl6thFit To P-584\nUSS S-15\n\"\n\"\nUSN\nTRAN\n\"\nUSS HADDOCK\"\n\"\n\"\nUSN\nTRAN\nUSN\nTRAN\nUSS BARB\nUSS HADDOCK\"\n\"\n\"\n\"\n•\nTAST\nTRAN\nUSS DACE\n\"\n\"\n10\nUSN\nTRAN\n\"\nUSS S-15 \"\n\"\n\"\n11\nUSN\nTRAN\n\"\n12\nUSS BALAO\n\"\n\"\nV6 USR\n13\nTRAN\n2 May\n14\nUSH\nTRAN\n22 May\n15\nV6 USHR\nTRAN\n7 May\nThis form to be submitted t\nComSubLantAdPtah FPT Sepsen AlNav 395-45\nUSS THORNBACK AUM ConNLGrp16thFitTOP-584\nConSubLantAdPtsh FFT SepC en Boston, Mass\nthe st",
  "111": "Page\nperiod\nREPORT OF CHANGES\nof U.S. S.\nCOBIA (SS245)\nfor the month ending 22nd\nfrom\ndecommissioning\nday of\nMay\nto\nNAMES\n(Alphabetically ranged without meant to sting with me\nSERVICE NUMBER\n(The service number\nBating a Tale of\nLa Report\nHYLEN, Karl J.\n207 09 70\nCMola(SS)\n16\nJACKSON, Elton H.\n969 29 39\nSt30 (SS)\n17\nJACKSON, Elton H.\n969 29 39\nSt20 (SS)\n18\n19\nKING, Boyd L.\n202 29 89\nFM2c (SS)\n20 APP, Harold M.\n667 24 32\n130(SS)\n21ADER, Lawrence R.\n337 95 18\nG20(SS)\n22\nMARCHANT, George A.\n607 18 34\nYle (SS)\n23\nMARK, Earl F.\n714 90 63\nSlo (R)\n24 MARK, Earl F.\n714 90 63\nR130\n25 MAZZARELLA, Joseph A.\n907 63 90\n26\nMC NICHOLL, David A.\n311 40 07\n20 (SS)\nMold/20 (SS)\n202 31 11\nR20 (SS)\n77 PIZZANO, Henry Jr.\nRAUSHER, Roy L.\n29 REMILLARD, Earl D.\n30 ROBERTS, Marshall L.\n341 84 21\nC(SS)\n212 52 91\nCMOM(SS)\n4\nTale of al\n1946, date of sailing\nPlan of Etment\nBeaved, t\nDate of Occumos In\nBranch of Servi\nUSN\n22 May\nTRAN\n16\nUSN\n15 May\nCRA\n17\nUSN\nTRAN\n22 May\n18\nUSN\nZRAN\n\"\n19\nV6 USNR\nTRAN\n20\n2 May\nUSN\nTRAN\n22 May\n21\nV6 USR\nTRAN\n\"\n22\n23\nV6 USNR\nCRA\n2 May\n24\nV6 USR\nTRAN\n2 V6 USNR\nTRAN\n22 May\n17 May\n28 USN\nTRAN\n22 May\n27 V6 USNR\nTRAN\n7 May\n202 17 57 e (SS)\nstation from which reived, to what w\ndischarge; where deserted, and\nand when buried Ifrated sed authority\ngive place of duty. If p\nstation transfer, where discharged\nWhere dind\nme. If dested, re\nUSS FLOUNDER AUTH ComLGrp16th Flt To P-584\nSt2e (SS) AUTH BuPers C/L 297-44 (Corr)\nUSS HADDOCK AUTH ComNLGrp16thFit To P-584\nUSS DACE AUTH\n\"\n\"\nComSubLentAdPtsh FFT SepC en AUTH ALNav 395-45\nUSS DACE AUTH ComNLGrpl6thFlt TO P-584\nComTorp16thFlt STAFF FFA AUTH TO P-584\nR30 AUTH BuPers C/L 297-44 (Corr)\nUSS BARB AUTH ComNIGrp16thFit To P-584\nCO USSUBBASE, N.L. FFT Septen AlNav 395-45\nUSS S-15 AUTH ComNLGrp16thFlt To P-485\nUSS BALAO AUTH ComNIGrp16thFit Vo\n28 USN\nTRAN\n22 May\nUSS BARB AUTH ComNIGrp16thFlt To P-584\n29 US\nTRAN\n\"\nUSS BARB \"\n\"\n\"\n\"\nUSN\nTRAN\n\"\nUSS REDFIN\"\n\"\n\"\n\"\n\"\nH",
  "112": "NAVPERS 6-15\n(Revised October 1947)\nPage\nREPORT OF CHANGES\nof U. S. S.\nCOBIA (SS245)\n26 MAY 1948\nperiod\nfor the month ending.\nfrom\ndecommissioning\n22nd\nday of\nMay\n, 1946, date of sailing\nto\nH\nNAMES\n(Alphabetically arranged without meand to rating with u\nfall)\nPACKETT, William \"NV\"\n2\nSERVICE NUMBER\n(The service number\nunder no condi\nRating Date of\nLast Report\nDate of Etment\n360 32 30\nMolde (SS)\nTHOMAS, Eugene (n)\n246 81 17\nStille (SS)\nTHOMAS, Eugene (nl\n246 81 17\nSt30 (S3)\n3\nTONG, Harry (n)\n385 79 77\nMolde (SS)\n4\nVANDERSTREET, Louis C. Jr.\n579 34 69\nR30 (SS)\n5\nWALSH, Edward 7.\n201 37 58\nccs (ss)\nWEST, Daniel H. Jr.\n560 84 58\n120(85)\nT\nWILBY, Theodore S.\n818 48 26\nSC20\n8\n°\nWILLIAMS, Hersey J.\n263 70 06\n10 WILSON, Dean 0.\n321 81 72\n11 WOLBLACK, Vernon D.\n360 28 53\n30(SS)\nlo (35)\nMolado (55)\n12\n13\n14\n15\nPlace of Enlist\nReived, transferred\nbarged\nDale of Ours is\nBranch of Bervice\nchange of status\nUSN\nTRAN\n22 May\n1\nUSN\nCRA\n2 May\n2\nUSN\nTRAN\n22 May\nVeel or station from which received, to what veel or station transferred, where discharged and\ncharacter of discharge; where deserted, and amount due or overpaid Where died, use of death\ndarsind, give case if on de\nduly, give place of duty. If pa\nUSS DACE AUTH ComNLGrp16thFit To P-584\nSt3c(SS) AUTH BuPers C/L 297-44 (Corr)\nUSS BARB AUTH ComNLGrpl6thFit To P-584\n3\nUSN\nTRAN\n\"\n4\nV6 USKR\nTRAN\n7 May\nUSS JACK\nUSS BALAO\n\"\n\"\n\"\n5\nUSN\nTRAN\n13 May\nUSS REDFIN\"\n6\nUSN\nTRAN\n22 May\nUSS DACE\n\"\nVO\n\"\nTO P-576\nTO P-584\n7\nV6 USAR\nTRAN\n2 May\nComSubLan tAdPtsh FFT SepC en AlNav 395-45\nUSN\nTRAN\n22 lay\nUSS REDFIN AUTH ComNIGrplóthFit To P-584\nUSN\nTRAN\n\"\nUSS REDFIN\n\"\n\"\n\"\n\"\n\"\n10\nUSN\nTRAN\n\"\nUSS REDFIN\n\"\n11\n12\n13\nJ.H.M. NASON,\nLiaut-Comdr., USNR,\nCommanding Officer\n14\n15\nThe form to be submitted by manding offers of all ships and stations, whenever any ship or stallon\nthe mouth he which submitted; als upon ding from one part to her,\nthe jet day of each month",
  "113": "END OF\nPOOR COPY",
  "114": "U.S. NAVY\nMUSTER ROLLS",
  "115": "END\nOF\nREEL\nNO.\n120-1420\nDATE 3-3-47\nOPERATOR.\nREED\n60156"
}